import { Story } from "@/data/Story";

export const stories: Story[] = [
  {
    "index": 1,
    "title": "Чашка чая",
    "text": "Нан-ин, японский учитель Дзен, живший в эру Мейдзи (1868-1912 гг.), принимал у себя университетского профессора, пришедшего узнать, что такое Дзен.\nНан-ин пригласил его к чаю.\nОн налил гостю чашку доверху и продолжал лить дальше.Профессор следил за тем, как переполняется чашка, и, наконец, не выдержал: \"Она же переполнена.\nБольше уже не войдет!\".\"Так же, как эта чашка, - сказал Нан-ин, - Вы полны Ваших собственных мнений и размышлений.\nКак же я смогу показать Вам Дзен, если Вы сначала не опустошили Вашу чашу?\"."
  },
  {
    "index": 6,
    "title": "Не любовь — доброта",
    "text": "Жила в Китае одна женщина, которая свыше 20-ти лет помогала одному монаху.\nОна построила ему небольшую хижину и кормила его, тогда как он занимался медитацией.\nНаконец ей захотелось узнать, насколько он продвинулся за это время.\nЧтобы определить это, она заручилась помощью одной очень чувственной девушки.«Подойди и обними его, — сказала женщина, — а потом внезапно спроси его: Что теперь?».Девушка пригласила монаха к себе и без долгих церемоний спросила его, как он намерен поступить.«Старое дерево зимой растет на холодной скале, — ответил монах поэтически. — Там нет ни капли тепла».Девушка вернулась и передала женщине слова монаха.«И подумать только, что я кормила этого человека 20 лет! — в гневе воскликнула старуха. — Он без внимания отнесся к твоим желаниям, не высказал понимания твоего состояния.\nНикто не заставлял его ответить на твою страсть, но он должен был по крайней мере проявить сострадание!».Она тотчас же пошла к хижине монаха и сожгла её."
  },
  {
    "index": 9,
    "title": "Нельзя украсть луну",
    "text": "Рёнан, дзенский мастер, жил самой простой жизнью в маленькой хижине у подножья горы.\nОднажды вечером в хижину забрался вор и обнаружил, что там нечего украсть.\nВернувшись, Рёнан застал у себя вора.«Ты прошёл долгий путь, чтобы навестить меня, — сказал он бродяге, — и ты не должен вернуться с пустыми руками.\nПожалуйста, возьми в подарок мою одежду».Вор был ошарашен.\nОн взял одежду и тихонько ушёл.Рёнан сидел нагой, любуясь луной.\n«Бедный парень, — задумчиво сказал он. — Мне бы так хотелось подарить ему эту прекрасную Луну»."
  },
  {
    "index": 4,
    "title": "Повиновение",
    "text": "Беседы дзенского учителя Банкея привлекали не только дзенских учеников, но и людей разных сект и рангов.\nОн никогда не цитировал сутры и не увлекался схоластическими рассуждениями.\nЕго слова шли от его сердца прямо к сердцам слушателей.Его большая аудитория вызвала недовольство священника секты Ничирен, так как последователи секты покидали его, чтобы слушать о Дзен.\nЭгоцентричный нитиренский священник пришел в храм, намериваясь поспорить с Банкеем.\"Эй, дзенский учитель! - позвал он. - Подожди минутку.\nВсякий кто уважает тебя, будет повиноваться твоим словам, но я не уважаю тебя.\nМожешь ли ты заставить меня повиноваться?\".\"Подойди ко мне, и я покажу тебе,\" - сказал Банкей.Священник стал величественно прокладывать себе дорогу через толпу к учителю.Банкей улыбнулся. \"Стань слева от меня\".Священник повиновался.\"Нет, - сказал Банкей, - нам будет удобнее разговаривать, если ты станешь справа от меня.\nПерейди сюда\".Священник с достоинством перешёл направо.\"Видишь, - сказал Банкей, - ты повинуешься мне, и мне кажется, что ты человек тонкий и мягкий.\nА теперь садись и слушай\"."
  },
  {
    "index": 3,
    "title": "Так ли это?",
    "text": "Дзенский учитель Хакуин слыл среди соседей человеком, живущим беспорочной жизнью.Рядом с ним жила красивая девушка, родители которой владели продуктовой лавкой.Внезапно родители обнаружили, что у неё должен появиться ребёнок.\nОни были в ярости.\nДевушка отказалась назвать отца ребёнка, но после долгих настояний назвала Хакуина.\nВ большом гневе родители пришли к учителю.\"Так ли это?\" - вот было всё, что он сказал.После того, как ребёнок родился, его принесли к Хакуину.\nК этому времени он потерял всякое уважение окружающих, что совсем не волновало его.\nОн окружил ребёнка заботой и теплом, брал у соседей молоко для ребёнка и всё, в чём тот нуждался.Через год девушка-мать всё же не выдержала и сказала родителям правду: что отцом ребёнка был молодой человек, работавший на рыбном рынке.Отец и мать девушки сразу пошли к Хакуину, просили у него прощения, долго извинялись перед ним и просили вернуть ребёнка.Хакуин охотно простил их.\nОтдавая ребёнка, он сказал лишь: \"Так ли это?\""
  },
  {
    "index": 2,
    "title": "Находка бриллианта на грязной дороге",
    "text": "Гуду был учителем императора своего времени.\nНесмотря на это, он часто путешествовал один под видом странствующего нищего.\nОднажды, когда он шёл в Эдо, культурный и политический центр сегуната, он подошёл к маленькой деревеньке под названием Такенака.\nВечерело, шёл сильный дождь.\nГуду совершенно промок, его соломенные сандалии развалились.\nВ окне дома неподалеку он заметил четыре или пять пар сандалий и решил купить сухую пару.\nЖенщина, которая вынесла ему сандалии, увидев, что он совсем промок, пригласила его переночевать в доме.Гуду принял приглашение и поблагодарил её.\nОн вошёл и прочитал сутру перед семейной святыней.\nЗатем представился матери женщины и её детям.\nУвидев, что вся семья находится в подавленном состоянии.\nГуду спросил, что случилось.\"Мой муж - игрок и пьяница, - сказала хозяйка, - стоит ему добраться до вина, как он напивается и скандалит.\nКогда он проигрывает, он занимает деньги.\nИногда, когда он совершенно пьян, он и вовсе не приходит домой.\nЧто я могу поделать?\"\"Я хочу помочь тебе, - сказал Гуду. - Вот тебе немного денег.\nКупи мне бутыль хорошего вина и чего-нибудь поесть получше.\nПосле этого можешь уйти.\nЯ буду заниматься медитацией перед святыней.\"Когда муж вернулся домой около полуночи, совершенно пьяный, он заорал: \"Эй, жена, я дома!\nЕсть что-нибудь пожевать?\"\"У меня есть, - сказал Гуду, - в дороге меня захватил дождь, а твоя жена была так добра, что предложила мне переночевать здесь.\nЧтобы как-то отплатить за это, я купил вина и рыбы, так что можешь взять их.\"Муж был в восторге.\nОн сразу выпил все вино и улёгся на пол.\nГуду сел возле него в медитации.\nУтром, когда мужчина проснулся, он забыл всё, что случилось ночью.\"Кто ты?\nОткуда ты?\" - спросил он Гуду, который всё ещё сидел в медитации.\"Я - Гуду из Киото, иду в, Эдо\", - ответил дзенский учитель.Человеку стало очень стыдно.\nОн стал бурно извиняться перед учителем самого императора.Гуду улыбнулся: \"Всё в твоей жизни изменчиво, - сказал он. - Жизнь коротка.\nЕсли ты проведёшь её в игре и пьянстве, ты не успеешь ничего достичь, и твоя семья из-за этого тоже пострадает.\"Сознание мужа как-будто пробудилось ото сна.\"Ты прав, - признал он. - Смогу ли отплатить тебе хоть когда-нибудь за это удивительное учение?\nПозволь мне проводить тебя и хоть немного понести твои вещи.\"\"Если хочешь\" - согласился Гуду.Двое отправились в путь.\nПосле того, как они прошли три мили, Гуду предложил ему вернуться. \"Позволь мне пройти еще 5 миль\", стал просить Гуду человек.\nОни продолжили путь.\"Ты можешь вернуться сейчас\", - сказал Гуду.\"Еще 10 миль\", - ответил человек. \"Возвращайся сейчас\", - сказал Гуду, когда и 10 миль были пройдены.\"Я буду идти за тобою всю жизнь\", - ответил человек.Современные учителя Японии взяли эту историю из жизни знаменитого учителя Дзен, последователя Гуду.Его имя Му-нан: \"Человек, который никогда не вернулся.\""
  },
  {
    "index": 8,
    "title": "Огромные волны",
    "text": "На заре эры Мейдзи жил хорошо известный борец по имени 0-нами — Громадные волны.0-нами был чрезвычайно силён и хорошо знал искусство борьбы.\nВ схватках наедине он побеждал даже своего учителя.\nОднако при публике он так терялся, что даже его собственные ученики могли побороть его.0-нами чувствовал, что ему надо обратиться за помощью к дзеновскому учителю.\nКак раз в маленьком храме по-соседству остановился странствующий дзенский учитель Хакудзи, так что 0-нами пошёл к нему и рассказал о своём несчастье.«Твоё имя — Огромные волны, — сказал ему учитель. — Останься на ночь в этом храме.\nПредставь себе, что ты и есть эти огромные волны.\nТы больше не борец, который боится.\nТы — эти огромные волны, сносящие и поглощающие всё на своём пути.\nСделай это — и ты будешь величайшим борцом на земле».Учитель ушёл. 0-нами сел в медитации, пытаясь вообразить себя волнами.\nОн думал о самых разных, совершенно посторонних вещах.\nНо постепенно всё больше и больше стал чувствовать себя волнами.\nНочь шла, а волны становились всё больше и больше.\nОни поглотили все цветы в вазах.\nДаже Будда на святыне был затоплен.\nПеред рассветом в храме не было ничего, кроме отлива и прилива огромного моря.Утром учитель нашёл 0-нами в медитации, на лице его блуждала слабая улыбка.\nОн похлопал борца по плечу: «Теперь ничто не сможет сбить тебя с пути, — сказал он. — Ты — эти волны.\nТы сметёшь всё перед собою».В тот же день 0-нами выступил в соревнованиях и победил.\nПосле этого ни один человек в Японии не мог побороть его."
  },
  {
    "index": 10,
    "title": "Последняя поэма Хосина",
    "text": "Дзенский учитель Хосин много лет жил в Китае, а потом вернулся на северо-восток Японии, где воспитывал учеников.\nКогда он стал совсем старым, он рассказал ученикам историю, услышанную им в Китае.\nВот эта история.Однажды, 25 декабря какого-то года, Токуфу, который был очень стар, сказал своим ученикам: «Я не доживу до будущего года, так что в этом году вы должны хорошо угощать меня».Ученики подумали, что он шутит, но поскольку он был великодушным учителем, во все последующие дни уходящего года каждый из них устраивал ему праздник.\nНакануне Нового года Токуфу подвёл итоги:«Вы были добры ко мне.\nЯ покину вас завтра в полночь, когда закончится снегопад».Ученики засмеялись, решив, что от старости он несёт чепуху, так как ночь была ясная и бесснежная.\nНо в полночь начал падать снег, и на следующий день они не нашли своего учителя.\nОни пошли в зал медитации.\nЗдесь он и скончался.Рассказав эту историю, Хосин сказал ученикам: «Дзенскому учителю не обязательно предсказывать свой уход, но если он захочет, он сможет сделать это».«А Вы можете?» — спросил кто-то.«Да, — сказал Хосин. — Я покажу вам, что я могу делать через семь дней, считая от сегодняшнего».Никто из учеников не поверил ему, и большинство просто забыло этот разговор, когда Хосин вновь собрал их вместе.«Семь дней назад, — сказал он, — я сказал, что собираюсь покинуть вас.\nСуществует обычай, по которому я должен написать прощальную поэму, но я не поэт и не каллиграф.\nПусть кто-нибудь из вас запишет мои последние слова».Ученики думали, что он шутит, но один из них начал писать.«Готовы ли вы?» — спросил Хосин.«Да, учитель», — ответил записывающий.Тогда Хосин продиктовал:Я пришел из великолепия.И возвращаюсь в великолепие.Что это?Поэма была на одну строчку короче положенной по обычаю, поэтому ученик сказал: «Учитель, мы не дописали еще одну строчку».Хосин с рычанием победившего льва вскричал: «Каа!..» — и покинул этот мир."
  },
  {
    "index": 13,
    "title": "Будда",
    "text": "В Токио, в эру Мейдзи, жили два известных учителя, различных по характеру.\nОдин из них, Унто, учитель из школы Сингон, тщательно соблюдал все заповеди Будды.\nОн никогда не пил возбуждающих напитков и не ел после 11-ти часов утра.\nДругой учитель, Тандзан, профессор философии императорского университета, никогда не соблюдал заповедей.\nОн ел, когда хотел, спал, когда хотел, даже днём.Однажды Унто навестил Тандзана, который в это время пил вино, даже к капле которого не должен был прикасаться язык буддистов.«Приветствую тебя, брат, — сказал ему Тандзан. — Не хочешь ли выпить?».«Я никогда не пью», — важно сказал Унто.«Кто не пьет, тот даже не человек», — сказал Тандзан.«Неужели ты считаешь меня нечеловеком только потому, что я не пью отравы? - воскликнул Унто в гневе. — Если я не человек, то кто же я?».«Будда», — ответил Тандзан."
  },
  {
    "index": 5,
    "title": "Если ты любишь, то люби открыто",
    "text": "Двадцать монахов и одна монахиня по имени Эсюн занимались медитацией у некоего дзеновского учителя.Эсюн была очень миловидной, несмотря на то, что голова её была острижена, а одежда очень скромна.\nНесколько монахов тайно влюбились в неё.\nОдин из них написал ей любовное послание, настойчиво требуя встречи наедине.Эсюн не ответила.\nНа следующий день учитель проводил занятия с группой, и когда они были окончены, Эсюн встала.\nОбращаясь к тому, кто написал ей, она сказала: «Если ты действительно любишь меня, подойди и обними меня»."
  },
  {
    "index": 7,
    "title": "Сообщение",
    "text": "Тандзан написал 60 почтовых карточек в последний день своей жизни, и попросил слугу отправить их.\nВслед за тем он умер.На карточках было написано:Я покидаю этот мир.Это мое последнее сообщение.\nТандзан\nИюль, 27, 1892"
  },
  {
    "index": 16,
    "title": "Не далеко от Буддизма",
    "text": "Один студент университета во время визита к Гадзану спросил его: «Читал ли ты Библию христиан?».«Нет.\nПочитай мне её» — ответил Гадзан.Студент открыл Библию и начал читать из Евангелия от Матфея: «И об одежде что заботитесь?\nПосмотрите на полевые лилии, как они растут: не трудятся, не прядут.\nНо говорю вам, что и Соломон во всей славе своей не одевался так, как всякое из них.\nИ так, не заботьтесь о завтрашнем дне, ибо завтрашний день сам будет заботиться о себе».Гадзан ответил: «Тот, кто произнес эти слова — просветленный человек».Студент продолжал чтение: «Просите, и дано вам будет, ищите и найдете, стучите и отворят вам.\nИбо всякий просящий получает, и ищущий - находит, и стучащемуся отворяют».Гадзан заметил: «Это прекрасно.\nТот, кто так сказал — не далёк от Буддизма»."
  },
  {
    "index": 12,
    "title": "Счастливый китаец",
    "text": "Каждый, кто когда-либо был возле китайских поселений в Америке, мог видеть статую отважного юноши, несущего холщевую сумку.\nКитайские купцы называют его Счастливым Китайцем, или Смеющимся Буддой.Этот юноша Хотей жил во времена Танской династии.\nОн не хотел называть себя дзенским учителем или собирать возле себя учеников.\nВместо этого он бродил по улицам с большой сумкой, в которую складывал сласти, фрукты или пирожки.\nВсё это он раздавал детям, которые играли на улице и собирались вокруг него.\nОн создал детский сад на улице.Если он встречал на улице человека, посвятившего себя Дзен, он протягивал ему руку и говорил: «Подай монету». И если кто-нибудь просил его вернуться в храм и учить других, он снова повторял: «Подай монетку».Однажды, когда он занимался своей игрой-работой, рядом оказался другой дзенский учитель и спросил его: «Что есть сущность Дзен?»Хотей немедленно сбросил свою сумку на землю в молчаливом ответе.«Тогда, — спросил его другой, — что есть реализация Дзен?»Счастливый Китаец сразу же повесил сумку на плечо и продолжил свой путь."
  },
  {
    "index": 14,
    "title": "Грязная дорога",
    "text": "Тандзан и Экидо шли однажды по грязной дороге.\nЛил проливной дождь.Проходя мимо перекрестка, они встретили красивую девушку в шелковом кимоно и шарфе, которая не могла перейти через рытвину.«Идём, девушка» — сказал Тандзан сразу же.Он взял её на руки и перетащил через грязь.\nЭкидо ничего не сказал и молчал до тех пор, пока они не подошли к храму.\nБольше он не мог сдерживаться и сказал: «Нам, монахам, надо держаться подальше от женщин, особенно от молодых и красивых.\nОни опасны.\nЗачем ты сделал это?».«Я оставил девушку там, — сказал Тандзан, — а ты всё ещё тащишь её?»."
  },
  {
    "index": 21,
    "title": "Хлопок одной ладони",
    "text": "Учителем храма Кеннин был Мокурай.\nМолчащий гром.\nУ него был маленький протеже по имени Тойо.\nКоторому было только 12 лет.\nТойо видел, как каждое утро и вечер более старшие ученики приходили в комнату учителя для получения общих инструкций по Сан-Дзен или для персонального обучения, при котором задавались коаны для того, чтобы освободить ум от заблуждений.Тойо тоже захотел выполнять Сан-Дзен.\"Подожди немного, - сказал Мокурай, - ты ещё молод\".\nНо ребёнок настаивал, так что учитель, наконец, был вынужден согласиться.Вечером в соответствующее время - маленький Тойо подошёл к порогу комнаты Мокурая для Сан-Дзен.\nОн ударил в гонг, чтобы сообщить, что он пришёл, три раза поклонился перед дверью в знак уважения, вошёл и сел перед учителем в почтительном молчании.\"Ты можешь услышать хлопок двух ладоней, когда они ударяются друг о друга, - сказал Мокурай. - Теперь покажи мне хлопок - одной ладони\".Тойо поклонился и пошёл в свою комнату, чтобы рассмотреть эту проблему.\nИз окна он услышал музыку гейш. \"Ах, я понял!\"- воскликнул он.На следующий вечер, когда учитель попросил его показать хлопок одной ладони, Тойо начал играть музыку гейш.\"Нет, нет, - сказал Мокурай, - это никак не подойдет.\nЭто не хлопок одной ладони.\nТы совсем не понял его\". Думая, что музыка будет мешать, Тойо ушёл в более спокойное место.\nОн снова погрузился в медитацию. \"Чем же может быть хлопок одной ладони?\". Он услышал как капает вода. \"Я понял\" - подумал Тойо.Оказавшись перед учителем в следующий раз, Тойо начал капать водой.\"Что это?\" - спросил Мокурай. - Это звук капающей воды, но не хлопок ладони.\nПопробуй ещё раз\".Напрасно Тойо медитировал, чтобы услышать хлопок одной ладони.\nОн слышал шум ветра, но и этот звук, был отвергнут.\nОн слышал крик совы, но и этот звук был отвергнут.Более чем 10 раз приходил Тойо к Мокураю с различными звуками, всё было неправильно.Почти год обдумывал он, что же может быть хлопком одной ладони.\nНаконец, маленький Тойо достиг подлинной медитации и перешёл пределы звуков.\"Я больше не мог собирать их, - объяснил он позже, - поэтому я достиг беззвучного звука\".Тойо реализовал хлопок одной ладони."
  },
  {
    "index": 15,
    "title": "Сёун и его мать",
    "text": "Сёун стал учителем школы Дзен.\nКогда он ещё был студентом, отец его умер, оставив ему заботы о старой матери.\nКаждый раз, когда Сёун шёл в зал медитации, он брал с собой мать.\nТак как она была с ним, когда он посещал монастыри, он не мог жить с монахами.\nПоэтому он построил маленькую хижину и там заботился о матери.\nОн переписывал сутры, буддийские трактаты и таким образом зарабатывал на пропитание.Когда Сёун покупал рыбу для матери, люди издевались над ним, потому что монахам не полагалось есть рыбу.\nНо Сёун не обращал на это внимания.\nОднако его матери тяжело было видеть, как другие смеются над её сыном.\nНаконец, она сказала ему: «По-моему, мне нужно стать монахиней, тогда я тоже буду есть растительную пищу». Она стала монахиней и они учились вместе.Сёун увлекался музыкой и был мастером игры на арфе, на которой его мать играла тоже.\nНочью в полнолуние они обычно играли вместе.Однажды ночью мимо их дома проходила молодая дама и услышала музыку.\nГлубоко тронутая, она пригласила Сёун навестить её следующим вечером и поиграть ей.\nОн Принял приглашение.\nЧерез несколько дней он встретил молодую даму на улице и поблагодарил её за гостепреимство.\nВсе смеялись над ним.\nОн навестил дом этой женщины.Однажды Сёун уехал в отдаленный монастырь читать лекции.\nЧерез несколько месяцев он вернулся домой и узнал, что его мать умерла.\nДрузья не знали, куда ему сообщить, и поэтому уже начались похороны.Сёун вошёл и постучал в гроб своей палкой.«Мама, твой сын вернулся» — сказал он.«Я очень рада видеть, что ты вернулся, сын» — ответил он за мать.«Да, я тоже очень рад» — ответил Сёун.После этого он объявил людям вокруг: «Погребальная церемония окончена.\nМожете закапывать тело».Когда Сёун состарился, он знал, что приближается его конец.\nОн попросил учеников утром собраться вокруг него и сказал, что отойдет в полдень.\nВозжигая благовония перед изображением матери и старого учителя, он написал поэму:56 лет я жил как можно лучше,Свершая свой путь в этом мире.Теперь дождь кончился.Облака разошлись.В синем небе — полная луна.Его ученики собрались вокруг, читая сутры, и Сёун отошёл во время молитвы."
  },
  {
    "index": 22,
    "title": "Моё сердце пылает как огонь",
    "text": "Сён Саку, первый дзенский учитель в Америке, говорил: \"Моё сердце пылает, как огонь, глаза холодны, как мёртвый пепел\". Он создал правила, которые выполнял всю свою жизнь.Вот они:Утром перед одеванием воскури ладан и медитируй.Ложись спать в определенный час.Принимай пищу через определенные интервалы.\nЕшь умеренно и никогда не досыта.Будь \"наедине с собой\" таким же, как при гостях.\nБудь при гостях таким же, как наедине с собой.Следи за тем, что говоришь, и всё, что сказал, выполняй.Если приходит благоприятный случай, не позволяй ему пройти мимо, кроме того, прежде чем действовать, дважды подумай.Не сожалей о прошлом.\nСмотри в будущее.Пусть у тебя будет бесстрашие героя и любящее сердце ребенка.Оставшись один для сна, спи, как будто это твой последний сон.\nПросыпаясь, сразу же оставляй свою постель, как будто ты оставляешь пару старых ботинок."
  },
  {
    "index": 17,
    "title": "Скупое учение",
    "text": "Молодой врач из Токио по имени Кусуда встретил своего школьного друга, который учился Дзен.\nМолодой врач спросил его, что такое Дзен.\n«Я не могу сказать тебе, что это, — сказал друг. — Но одно я знаю точно.\nЕсли ты понимаешь Дзен, ты не должен бояться смерти».«Прекрасно, — сказал Кусуда. — Я должен попробовать это.\nГде можно найти учителя?».«Пойди к мастеру Нан-ин» — посоветовал ему друг.Итак, Кусуда собрался пойти к Нан-ин.\nОн понес с собой кинжал длиной в девять с половиной дюймов, чтобы проверить, действительно ли сам учитель не боится смерти.Когда Нан-ин увидел Кусуду, он воскликнул: «Привет, друг!\nКак поживаешь?\nДавненько мы не виделись!».Это привело Кусуду в недоумение и он ответил: «Мы никогда не встречались до сих пор».«Верно, — ответил Нан-ин. — Я спутал тебя с другим врачом, который учился здесь».После такого начала Кусуда потерял возможность испытать мастера, поэтому он спросил, нельзя ли ему обучиться Дзен.Нан-ин сказал: «Дзен не трудная вещь.\nЕсли ты врач, лечи своих пациентов с добротой.\nЭто и есть Дзен».Кусуда приходил к Нан-ину трижды, и трижды Нан-ин говорил одно и то же: «Врач не должен терять времени здесь.\nИди домой и заботься о своих больных».Кусуде не ясно было, как такое обучение сможет прогнать у него страх перед смертью.\nПоэтому в свой четвертый визит он пожаловался: «Мой друг сказал мне, что когда человек учится Дзен, у него пропадает страх смерти.\nКаждый раз, когда я прихожу к тебе, всё, что ты говоришь мне, это: заботься о своих пациентах.\nЯ прекрасно знаю это.\nЕсли это и есть ваше так называемое Дзен, я больше не буду ходить к тебе».Нан-ин улыбнулся и похлопал доктора по плечу: «Я был слишком строг к тебе.\nПозволь мне дать тебе коан». Он предложил Кусуде поработать над проблемой Дзету «Ти» (ничто), которая является первой задачей для просветления ума в книге под названием «Врата без входа».Кусуда решал эту проблему «Ти» два года.\nВ конце этого срока ему показалось, что он достиг определенности ума.\nНо учитель сказал: «Ты ещё не готов».Кусуда продолжал занятия концентрацией ещё полтора года.\nЕго ум стал спокойным.\nПроблема постепенно исчезла.\nНичто стало истиной.\nОн хорошо лечил своих пациентов, и, даже не зная этого, был свободен от жизни и смерти.Когда он снова навестил Нан-ина, его старый учитель только улыбнулся."
  },
  {
    "index": 11,
    "title": "История Сюнкай",
    "text": "Прелестную Сюнкай, другое имя которой было Судзу, против её воли выдали замуж, когда она была ещё совсем юной.\nПозже, когда брак закончился, она стала посещать университет, где изучала философию.\nУвидеть Сюнкай означало влюбиться в неё.\nБолее того, где бы она не находилась, она влюблялась в других.\nЛюбовь была с нею в университете, и позже, когда неудовлетворенная философией, она стала посещать храм, чтобы изучить Дзен, дзенские студенты влюблялись в неё.\nВся жизнь Сюнкай была наполнена любовью.Наконец, в Киото она стала настоящей дзенской студенткой.\nЕё братья по малому храму Кеннина восхваляли её искренность.\nОдин из них оказался близок ей по духу и помогал ей в овладении Дзен.Аббат Кеннина, Мокугай (Молчащий Гром), был очень суров.\nОн сам выполнял заповеди и ожидал того же от своих священников.\nВ современной Японии священникам разрешается иметь жён, и поэтому они служат буддизму не с таким рвением, как раньше.Мокугай изгонял и преследовал женщин, если находил их в каком-либо из храмов, но чем больше женщин он изгонял, тем больше, казалось, их возвращалось.\nЖена главного священника этого храма стала завидовать красоте и искренности Сюнкай.\nПохвалы, которыми студенты осыпали серьезность Сюнкай, её отношение к Дзен, заставили жену священника корчиться от злости.\nНаконец она стала распространять дурные слухи о Сюнкай и её друге.\nИз-за этих слухов юношу изгнали, а Сюнкай удалили из храма.«Может быть, из-за любви я поступаю неправильно, — подумала Сюнкай, — но жена священника тоже не должна оставаться в храме, если с моим другом поступили так несправедливо». Той же ночью Сюнкай облила керосином 500-летний храм и сожгла его дотла.Утром её схватила полиция.\nМолодой адвокат заинтересовался ею и пытался смягчить приговор.\n«Не помагайте мне, — сказала она ему. — Я могу решиться ещё на что-нибудь, что снова приведёт меня в тюрьму».Наконец, семилетний срок истек, и Сюнкай была освобождена из тюрьмы, где 60-летний начальник тюрьмы тоже был очарован ею.\nНо теперь все смотрели на неё, как на прокаженную, никто не хотел иметь с нею дело.\nДаже люди Дзен, которые должны были бы верить в просветление её духа и тела, избегали её.\nСюнкай поняла, что Дзен — это одно, а последователи Дзен — совсем другое.\nЕё родственники не хотели знать её.\nОна стала худой, бледной и слабой.Она встретила священника Шиншу, который назвал её именем Любви Будды, и в этом Сюнкай нашла умиротворение и успокоение.\nОна покинула этот мир ещё очень красивой, едва достигнув 30-ти лет.Она написала историю своей жизни, а частично рассказала писательнице.\nТак она дошла до японцев.\nТе, кто отверг её, теперь читают эту историю со слезами стыда."
  },
  {
    "index": 18,
    "title": "Притча",
    "text": "В сутре Будда рассказал притчу:Человек пересекал поле, на котором жил тигр.\nОн бежал со всех ног.\nТигр за ним.\nПодбежав к обрыву, он стал карабкаться по склону, уцепившись за корень дикой лозы и повис на нём.\nТигр фыркал на него сверху.\nДрожа, человек смотрел вниз, где, немного ниже другой тигр поджидал его чтобы съесть.\nТолько лоза удерживала его.Две мышки, одна белая, другая чёрная, понемногу стали подгрызать лозу.\nЧеловек увидел возле себя ароматную землянику.\nУцепившись одной рукой за лозу, другой он стал рвать землянику.\nКакая же она была сладкая!"
  },
  {
    "index": 25,
    "title": "Ещё три дня",
    "text": "Сюйво, ученик Хакуина, был хорошим учителем.\nВо время одного летнего уединения к нему пришёл ученик с Южного острова Японии.Сюйво дал ему проблему: \"Услышь хлопок одной ладони\".Ученик оставался у него три года, но так и не смог пройти испытания.\nОднажды ночью он в слезах пришёл к Сюйво - \"Я должен вернуться на юг в стыде и смущении, - сказал он, - потому что я не могу решить мою задачу\".\"Подожди неделю и непрерывно медитируй\" - посоветовал ему Сюйво.\nНо просветление не пришло к ученику. \"Попытайся ещё недельку\", - посоветовал Сюйво.\nУченик послушался, но всё было тщетно.\"Еще неделю\". Никакого успеха.\nВ отчаянии студент стал умолять освободить его, но Сюйво потребовал ещё пятидневной медитации.\nНикакого результата.\nТогда он сказал: \"Медитируй ещё три дня, и если и на этот раз у тебя ничего не получится, лучше убей себя\".На второй день ученик стал просветлённым."
  },
  {
    "index": 20,
    "title": "Совет матери",
    "text": "Дзиун, мастер школы Сингон, был хорошо известным знатоком санскрита в Эру Токугава.\nКогда он был молод, он читал лекции своим братьям-студентам.Его мать услышала об этом и написала ему письмо:«Сын, я не думаю, что ты посвятил себя Будде, так как ты хочешь превратиться в ходячую энциклопедию для других.\nНет конца фактам и комментариям, славе и почестям.\nЯ хочу, чтобы ты прекратил эти лекции.\nУкройся в маленьком храме в горах.\nПосвяти свое время медитации и на этом пути достигни истинного»."
  },
  {
    "index": 30,
    "title": "Визитная карточка",
    "text": "Кейгу, великий дзенский учитель Эры Мэйдзи, стал главой Тофуку, кафедрального собора в Киото.\nОднажды правитель Киото навестил его в первый раз.Его слуга вручил визитную карточку правителя, на которой было написано: \"Китацаки, правитель Киото\".\"Я не имею дела с такими людьми, - сказал Кейгу слуге. - Скажи ему, пусть уходит отсюда\".Слуга с извинениями вернул карточку. \"Это моя ошибка, - сказал правитель и карандашом зачеркнул слова \"Правитель Киото\". \"Спроси учителя снова\".\"О, это Китацаки? - воскликнул учитель, когда увидел карточку, - я хочу видеть этого человека!\"."
  },
  {
    "index": 31,
    "title": "Всё – лучшее",
    "text": "Когда Бандзан шёл по рынку, он услышал разговор между покупателем и мясником.\"Дай мне самый лучший кусок мяса\" - сказал покупатель.\"Всё, что есть у меня в лавке - лучшее, - ответил мясник. - Ты не сможешь найти кусок мяса, который не был бы самым лучшим\".При этих словах Бандзан обрёл просветление."
  },
  {
    "index": 19,
    "title": "Первый принцип",
    "text": "Когда путник подходит к храму Обаку в Киото, он видит вырезанные над воротами слова: \"Первый принцип\".Буквы необычайно большие и ценители каллиграфии восхищаются ими, как верхом мастерства.\nОни были написаны Кодзеном 200 лет тому назад.\nКогда мастер писал их, он изобразил их сначала на бумаге, с которой рабочие, увеличив, перенесли их на дерево.\nКогда Кодзен рисовал буквы, с ним работал самоуверенный ученик, который сделал несколько галлонов чернил для письма и никогда не упускал случая покритиковать работу своего мастера.\"Это нехорошо\" - сказал он Кодзену после первых его усилий.\"А это?\".\"Плохо.\nЕщё хуже, чем раньше\" -  произнёс ученик.Кодзен терпеливо исписывал один лист за другим, пока, не набралось 84 \"Первых принципа\", ни один из которых так и не заслужил одобрения ученика.Однажды, когда молодой человек вышел на несколько минут.\nКодзен подумал: \"Вот единственная возможность избежать его строгих глаз\". И он торопливо написал, с умом свободным от раздражения: \"Первый принцип\".\"Это - работа мастера\" – произнёс ученик."
  },
  {
    "index": 26,
    "title": "Учёный диалог за ночлег",
    "text": "Любой странствующий монах мог остановиться в дзенском храме при условии, что он победит тех, кто живёт в этом храме.\nЕсли же он будет побеждён, ему придётся уйти.В одном храме на севере Японии жили два брата монаха.\nСтарший брат учился, а младший был дурачком, да и к тому же ещё и одноглазый.Однажды к ним зашёл странствующий монах и попросился переночевать, предложив, в соответствии с обычаем, побеседовать о возвышенном учении.\nСтарший брат, уставший от занятий за день, велел младшему выступить вместо себя. \"Пойди и потребуй разговора в молчании\", - научил он его.Итак, младший брат и странник пошли к святыне и сели.Вскоре странник поднялся, подошёл к старшему брату и сказал: \"Твой младший брат удивительный парень.\nОн победил меня\".\"Перескажи мне диалог\", - попросил старший брат.\"Сначала, - сказал странник, - я поднял один палец, символизируя просветленного Будду.\nТогда твой брат поднял два пальца, символизируя Будду и его учение.\nЯ поднял три пальца, символизируя Будду, его учение и его последователей, живущих гармоничной жизнью.\nТогда твой брат потряс сжатым кулаком у меня перед лицом, указывая, что все три произошли из одной реализации.\nТаким образом, он победил, и я не имею права оставаться здесь\". С этими словами странник ушёл.- Где этот парень? - спросил младший брат, вбегая к старшему.- Я понял от него, что ты победил в споре.- Ничего я не победил.\nЯ хочу поколотить его.- Расскажи мне, о чём вы спорили, - попросил старший брат.- Ну, минуту он смотрел на меня, потом поднял один палец, оскорбляя меня намёком на то, что у меня всего один глаз.\nТак как он странник, то я подумал, что мне надо быть повежливее с ним.\nПоэтому я поднял два пальца, поздравляя его с тем, что у него два глаза.\nТогда этот грубиян и негодяй поднял три пальца, намекая на то, что на нас двоих у нас только три глаза.\nТогда я взбесился и стал колотить его, а он убежал.\nНа этом всё кончилось."
  },
  {
    "index": 23,
    "title": "Уход Эсюн",
    "text": "Когда Эсюн, дзенской учительнице было за 60, и она была близка к тому, чтобы покинуть этот мир, она попросила нескольких монахов сложить во дворе дрова.Решительно усевшись в центре погребального костра, она подожгла его с краю.\"О, монахиня, - закричал один монах. - Горячо ли тебе там?\".\"Только такому глупцу как ты есть до этого дело\", - ответила Эсюн.Пламя поднялось вверх и она умерла."
  },
  {
    "index": 27,
    "title": "Голос счастья",
    "text": "Когда Банкей умер, один слепец, живший рядом с храмом учителя, рассказывал своему другу:\"Из-за того, что я слеп, я не могу наблюдать за лицом человека, поэтому я сужу о его характере по звуку его голоса.\nОбычно, когда я слышу, как кто-то поздравляет другого с его успехами или счастьем, я слышу также тайный голос зависти.\nКогда выражается соболезнование о несчастье другого, я слышу удовольствие и удовлетворение, как будто соболезнующий на самом деле доволен, будто в своём собственном мире он остаётся в выигрыше.Однако, несмотря на весь мой опыт, в голосе Банкея я слышал одну только искренность.\nКогда он выражал счастье, я не слышал в его голосе ничего, кроме счастья; когда он выражал печаль - единственное, что я слышал, была печаль\"."
  },
  {
    "index": 33,
    "title": "Рука Мокусена",
    "text": "Мокусен Хики жил в храме в провинции Тамба.\nОдин из его приверженцев пожаловался на скупость своей жены.Мокусен навестил жену своего приверженца и показал ей сжатую в кулак руку.\"Что ты хочешь этим сказать?\" - спросила удивлённая женщина.\"Предположим, что моя рука всё время сжата в кулак.\nКак ты назовёшь это?\" - спросил Мокусен.\"Увечье\" - ответила женщина.Тогда он раскрыл руку и снова спросил: \"Теперь предположим, что моя рука всегда в таком положении.\nЧто это тогда?\".\"Другая форма увечья\" - сказала жена.\"Если ты хорошо это понимаешь, - закончил Мокусен, ты хорошая жена\". И он уехал.После его визита жена стала помогать мужу как в накоплениях, так и в тратах."
  },
  {
    "index": 35,
    "title": "Ежеминутный Дзен",
    "text": "Дзенские студенты учатся у мастеров Дзен по меньшей мере лет 10, прежде чем им будет позволено учить других.Тенно, который закончив свое ученичество, стал учителем, пришёл навестить Нан-ина.\nДень выдался дождливый, и Тенно надел деревянные башмаки и взял зонтик.После приветствия Нан-ин заметил: \"Думаю, что ты оставил башмаки в прихожей.\nХотел бы я знать, справа или слева от башмаков стоит твой зонт?\".Смущенный Тенно не смог дать достойного ответа.\nОн понял, что не может реализовать в себе Дзен каждую минуту.\nОн стал учеником Нан-ина и учился ещё 6 лет, чтобы усовершенствовать свой ежеминутный Дзен."
  },
  {
    "index": 32,
    "title": "Мгновение дороже сокровища",
    "text": "Важный господин попросил Такуана, дзенского учителя, сказать ему, как ему нужно проводить время.\nОн чувствовал, что дни его слишком посвящены его учреждению и попытался сидеть неподвижно, чтобы завоевать почтение других.Такуан написал 8 китайских символов и дал их человеку:Этот день не повторится дважды.Мгновение дороже сокровищ.Этот день больше не придёт.Каждая минута - бесценное сокровище."
  },
  {
    "index": 38,
    "title": "Работа Гисё",
    "text": "Гисё стала монахиней, когда ей было всего 10 лет.\nОна получила всё обучение, которое получают маленькие мальчики.\nКогда ей исполнилось 16 лет, она стала путешествовать от одного учителя Дзен к другому, учась у них всему.Она пробыла 3 года у Ундзана, 6 лет у Гукея, но не могла достичь чистого видения.Наконец, она пришла к учителю Индзану.\nИндзан показал ей, что это не связано с её полом.\nОн кричал на неё, бранил её, метал громы и молнии.\nОн колотил её, чтобы разбудить её внутреннюю природу.Гисё оставалась с Индзаном 13 лет, и тогда она нашла то, что искала!В её честь Индзан написал поэму:\"Эта монахиня училась 13 лет под моим руководством.Вечерами она размышляла над глубочайшими Проблемами.По утрам она возвращалась к другим проблемам.Китайская монахиня Тецума превзошла всех до неё,И после Мудзяку не было более искреннего человека, чем Гисё.Существует много ворот, через которые она может войти.Она должна получить еще колотушек от моего железного кулака\".После того, как Гисё обрела просветление, она отправилась в провинцию Банею, создала там свой храм и учила 200 монахинь, пока не умерла однажды в августе."
  },
  {
    "index": 24,
    "title": "Повторенная сутра",
    "text": "Один крестьянин попросил священника школы Тендай читать сутры для его умершей жены.\nКогда чтение было окончено, крестьянин спросил: \"Как ты думаешь, будет моей жене какая-нибудь польза от этого?\".\"Не только твоя жена, но и всё сущее получит пользу от чтения сутр\" - ответил священник.\"Если ты говоришь, что всё сущее получит пользу, - сказал крестьянин, - то моей жене мало достанется, и другие получат преимущество перед ней и заберут все выгоды, которые должны достаться ей.\nПоэтому, пожалуйста, прочти сутру только для неё\".Священник объяснил, что таково было желание Будды, чтобы каждое существо было счастливо, и всем была польза.\"Это прекрасное учение, - сделал вывод крестьянин, - только, пожалуйста, сделай одно исключение.\nУ меня есть очень грубый сосед, который доставляет мне одни неприятности.\nИсключи его из этих всех существ\"."
  },
  {
    "index": 39,
    "title": "Сон в дневное время",
    "text": "Учитель Сён Саку покинул этот мир, когда ему был 61 год.\nВыполнив свою жизненную задачу, он оставил великое учение, гораздо более богатое, чем учение большинства других дзенских учителей.\nОбычно его ученики спали днём, и когда он видел это, он сам не терял ни минутки.Когда ему было всего 12 лет, он изучал философские спекуляции школы Тендай.\nОднажды летним днём воздух был такой знойный, что маленький Сён вытянул ноги и заснул, пока учителя не было.Прошло три часа, когда, внезапно проснувшись, он услышал, как входит учитель.\nНо было слишком поздно.\nОн лежал как раз поперёк дверей.\"Прошу прощения, прошу прощения\", - прошептал учитель, заботливо переступая через него, как будто это был один из известных гостей.После этого Сён никогда не спал днём."
  },
  {
    "index": 29,
    "title": "Ни воды, ни луны",
    "text": "Когда монахиня Тёно училась Дзен у Букко из Энгаку, она долгое время не могла вкусить плодов медитации.Наконец, однажды лунной ночью она несла воду в старом ведре, обвязаном бамбуком.\nБамбук разорвался и дно ведра отвалилось, - и в этот момент Тёно стала свободной!В память об этом она написала поэму:И так, и сяк, старалась я спасти старое ведро,Пока бамбуковая веревка не ослабла и не порвалась,Пока, наконец, дно не вылетело.Нет больше воды в ведре!Нет больше луны в воде!"
  },
  {
    "index": 28,
    "title": "Открой свою сокровищницу",
    "text": "Дайдзю навестил учителя Басо в Китае.\nБасо спросил: \"Чего ты ищешь?\"\"Просветления\", - ответил Дайдзю.\"У тебя есть собственная сокровищница.\nПочему ты ищешь на стороне?\" - спросил Басо.Дайжу спросил: \"Где же моя сокровищница?\".Басо ответил: \"То, что ты спрашиваешь, и есть твоя сокровищница\".Дайдзю обрёл просветление.\nПозже он всегда твердил своим друзьям: \"Открой свою собственную сокровищницу и черпай сокровища оттуда\"."
  },
  {
    "index": 36,
    "title": "Цветочный ливень",
    "text": "Субхути был учеником Будды.\nОн был способен понимать силу пустоты, точку зрения, что ничто не существует иначе, как в соотношении субъективного и объективного.Однажды Субхути в состоянии возвышенной пустоты сидел под деревом.\nВокруг него начали падать цветы.\"Мы награждаем тебя за твои рассуждения о пустоте\" - прошептали ему боги.\"Но я не говорил о пустоте\" - сказал Субхути.\"Ты не говорил о пустоте, мы не слышали пустоту, - ответили боги, - значит это истинная пустота\".И цветы хлынули на Субхути как дождь."
  },
  {
    "index": 37,
    "title": "Публикация сутр",
    "text": "Тецуген, проповедник Дзен в Японии, решил опубликовать сутры, доступные в то время лишь в Китае.Книги должны были печататься с деревянных блоков в количестве 7 000 экземпляров, - чудовищное предприятие.Тецуген начал путешествовать и собирать денежные пожертвования для этой цели.\nНесколько сочувствующих дали ему 100 кусков золота, но в основном он получал малые крохи.Каждого дарителя он благодарил одинаково.\nЧерез 10 лет Тецуген собрал достаточно денег, чтобы начать выполнять своё решение.Случилось так, что в это время разлилась река Ую, вслед за наводнением начался голод.\nТецуген взял все деньги, которые он собрал для книг, и послал их пострадавшим, чтобы спасти их от голода.\nЗатем он снова начал свою работу по сбору денег.Через несколько лет по всей стране вспыхнула эпидемия.\nТецуген снова отдал всё, что собрал, чтобы помочь людям.В третий раз начал он свою работу, и через 20 лет его желание исполнилось.\nПечатные блоки, с которых делалось первое издание сутр, и сейчас можно увидеть в монастыре Обаку в Киото.\nЯпонцы рассказывают своим детям, что Тецуген сделал три издания сутр и что первые два невидимых издания даже превосходят последнее."
  },
  {
    "index": 43,
    "title": "Дзен в жизни нищих",
    "text": "Тосун был хорошо известным дзенским учителем своего времени.\nОн жил в нескольких храмах и учил в различных провинциях.\nВ последний храм, который он посетил, собралось так много его приверженцев, что Тосун сказал им, что он собирается прекратить читать лекции навсегда.\nОн посоветовал им разойтись и идти, куда они хотят.\nПосле этого никто не мог отыскать даже его следа.Через три года один из его учеников обнаружил, что Тосун живет в Киото с несколькими нищими под мостом.\nОн сразу стал умолять Тосуна учить его.«Если ты сможешь поступать, как я, хотя бы пару дней, я согласен» - ответил Тосун.Итак, бывший ученик оделся как нищий и провел день с Тосуном.\nНа следующий день один из нищих умер.\nТосун и его ученик в полночь унесли тело и сожгли его на склоне горы.\nПосле этого они вернулись в своё укрытие под мостом.Остаток ночи Тосун беспробудно спал, но ученик не мог спать.\nКогда наступило утро, Тосун сказал: «Сегодня нам не надо просить пищу.\nНаш мертвый друг нам кое-что оставил». Но ученик не мог проглотить ни кусочка.«Должен сказать, что ты не смог поступать, как я, - заключил Тосун. - Уходи, и больше не беспокой меня никогда»."
  },
  {
    "index": 34,
    "title": "Единственная улыбка в его жизни",
    "text": "Мокуген был известен тем, что не улыбнулся ни разу до самого последнего своего часа на земле.Когда пришло время умирать, он сказал своим верным ученикам: \"Вы учились у меня более 10 лет.\nПокажите мне, как вы понимаете Дзен.\nТот, кто выразит это наиболее ясно, станет моим приемником и получит мою рясу и чашу\".Все смотрели на суровое лицо Мокугена и не отвечали.Энгё, ученик, который очень долго находился рядом с учителем, стал рядом с ним.\nОн подтолкнул вперед на несколько дюймов чашку с лекарствами.\nЭто был его ответ.Лицо учителя стало ещё суровее.\"И это всё, что ты понимаешь?\" - спросил он.Энгё взял чашку и снова подвинул её назад.Прекрасная улыбка озарила лицо Мокугена.\"Ах ты, мошенник, - сказал он Энгё. - Ты работал со мною 10 лет и до сих пор не видел меня всего.\nВозьми мою рясу и чашу.\nОни принадлежат тебе\"."
  },
  {
    "index": 40,
    "title": "В мире грёз",
    "text": "Каждый день в полдень наш учитель обычно дремал, - рассказывал ученик Сена Саку. - Мы, дети, спросили его, почему он так делает, и он ответил: \"Я ухожу в страну грёз, чтобы встретить там старых мудрецов, как это делал Конфуций.\nКогда Конфуций спал, он видел во сне древних мудрецов и позже рассказывал о них своим ученикам\".Однажды был очень жаркий день, так что некоторые из нас задремали.\nИ наш учитель побранил нас за это.\"Мы отправились в страну грёз, чтобы встретиться с древними мудрецами, как это делал Конфуций\" - объяснили мы.\"Что же вам сообщили мудрецы?\" - требовательно спросил учитель.Один из нас ответил: \"Мы ходили в страну грёз и встретили мудрецов, мы спросили их, приходит ли сюда наш учитель каждый день в полдень, но они ответили, что никогда не видели такого человека\"."
  },
  {
    "index": 41,
    "title": "Дзен Дзёсю",
    "text": "Дзёсю начал изучать Дзен в 60-летнем возрасте.\nИ реализовал Дзен когда ему было уже 80 лет.Он преподавал Дзен с 80 до 120 лет.Однажды студент спросил его: \"Если у меня нет ничего в голове, что мне делать?\".Дзёсю ответил: \"Выброси его оттуда\".\"Но если у меня нет ничего, как же я могу это выбросить?\" - продолжал спрашивать студент.\"Ну, - сказал Дзёсю, - тогда вытащи его\"."
  },
  {
    "index": 49,
    "title": "Черноносый Будда",
    "text": "Монахиня, искавшая просветления, сделала статую Будды и покрыла её золотом.\nОна носила золотого Будду с собою повсюду.Проходили годы, и, всё ещё таская с собой Будду, монахиня пришла жить в маленький храм в деревню, где было много Будд.\nКаждый со своею святыней.Монахиня хотела воскурить ладан перед своим золотым буддой, но так как ей не нравилась мысль, что благовония перепадут и другим, она сделала трубу, через которую дымок попадал только на её статую.\nИз-за этого нос золотого Будды почернел, и он стал очень уродливым."
  },
  {
    "index": 42,
    "title": "Ответ мертвеца",
    "text": "Когда Мамийя, который позже стал известным проповедником, пришёл к учителю, чтобы учиться, учитель попросил его объяснить, что такое хлопок одной ладони.\nМамийя стал концентрироваться на вопросе, что же такое хлопок одной ладони?\"Ты трудишься недостаточно усердно, - сказал ему учитель. - Ты слишком привязан к пище, благосостоянию, вещам и всему такому.\nЛучше бы ты умер, это решило бы проблему\".Когда Мамийя в следующий раз появился перед учителем, тот снова попросил показать, что такое хлопок одной ладони.\nМамийя сразу упал на землю, как мёртвый.\"Ты умер очень хорошо, - сказал учитель, глядя на него. - Только что же с хлопком?\".\"Я ещё не решил эту задачу\" - ответил Мамийя, глядя на учителя снизу.\"Мертвецы не разговаривают, - сказал учитель, - убирайся!\"."
  },
  {
    "index": 50,
    "title": "«Ясное понимание» Рёнен",
    "text": "Буддийская монахиня, известная под именем Рёнен, родилась в 1797 году.\nОна была старшей дочерью известного японского воина Сингена.\nЕё поэтический дар и редкостная красота были такими, что в 17 лет она прислуживала императрице как одна из придворных дам.\nДаже в таком юном возрасте её ожидала слава.Внезапно любимая императрица умерла, и надежды и мечты Рёнен развеялись как дым.\nОна остро почувствовала невечность человеческой жизни в этом мире.\nОна решила изучать Дзен.\nОднако родственники воспротивились её желанию, и почти насильно выдали её замуж.\nОна согласилась на замужество лишь после того, как ей обещали, что после рождения третьего ребенка она сможет сделаться монахиней.\nЕй не было и 25 лет когда она выполнила это условие.После этого ни муж, ни родственники не могли отговорить её от её желания.Она обрила голову, взяла себе имя Рёнен, что означает \"ясное понимание\", и отправилась в своё паломничество.Она пришла в Эдо и попросила Тецугена принять её в ученицы.\nС первого взгляда учитель отверг её, так как она была слишком красива.\nТогда Рёнен пошла к другому учителю, Хакуо.\nОн отверг её по той же причине, сказав, что её красота приведет к одним неприятностям.Рёнен взяла горячее железо и приложила его к лицу.\nИ красота её в одно мгновенье исчезла навсегда.\nПосле этого Хакуо взял её себе в ученицы.Вспоминая этот случай, Рёнен написала поэму на обратной стороне маленького зеркала:Служа моей императрице,Я жгла ладан, чтобыБлагоухали мои праздничные одежды.Сейчас как бездомный нищий,Я жгу лицо своё, чтобы войти в храм Дзен.Перед смертью Рёнен написала другую поэму:66 раз видели эти глаза,Как меняется картина осени.Я много сказала о лунном свете,Не просите меня о большем,Только слушайте голоса сосен и кедров,Когда их не колышет ветер."
  },
  {
    "index": 53,
    "title": "Дающий должен быть благодарен",
    "text": "Когда Сейсецу был учителем Энкаку в Камакура, он потребовал большое помещение, так как то, в котором он преподавал, было переполнено.Умедзу Сейбей, купец из Эдо, решил пожертвовать 500 кусков золота, называемых рё, на строительство более просторной школы.\nЭти деньги он принёс учителю.Сейсецу сказал: \"Хорошо, я возьму их\".Умедзу отдал Сейсецу сумку с золотом, но остался недоволен отношением учителя.Один человек на три рё может прожить целый год, а его даже не поблагодарили за 500 рё!\"В этой сумке 500 рё\" - как бы невзначай сказал Умедзу.\"Ты мне уже сказал\" - ответил Сейсецу.\"Хоть я и богач, но 500 рё для меня большие деньги\" - снова заговорил Умедзу.\"Ты хочешь, чтобы я поблагодарил тебя за них?\" - спросил Сейсецу.\"Ты должен это сделать\" - ответил Умедзу.\"Почему должен я?\" - спросил Сейсецу. - Дающий должен благодарить\"."
  },
  {
    "index": 54,
    "title": "Последняя воля и завещание",
    "text": "Иккю, знаменитый дзенский учитель эры Асикага, был сыном императора.\nКогда он был совсем молодым, его мать покинула дворец и ушла в храм изучать дзен.\nТогда принц Иккю тоже стал студентом.\nКогда его мать умерла, она оставила ему письмо.\nОно гласило:К Иккю:Я закончила своё дело в этой жизни и теперь возвращаюсь в Вечность.\nЯ хочу, чтобы ты стал хорошим учеником и реализовал свою природу Будды.\nТы будешь знать, в аду ли я и всегда ли я с тобой или нет.Если ты станешь человеком, осознавшим, что Будда и его последователь Бодхидхарма - его слуги, ты можешь закончить учиться и работать для человечества.\nБудда проповедовал 49 лет и за это время понял, что не нужно говорить ни слова.\nТы должен знать, почему.\nНо если ты не знаешь, и всё ещё хочешь узнать, избегай бесполезного думания.Твоя мать.Не рожденная, не умершая.Первое сентября.P.S. Учение Будды было, главным образом, для просветления других.\nЕсли ты зависишь от любого из методов, ты - ничто, невежественное насекомое.\nСуществует 80.000 книг по Буддизму, и если ты хочешь прочесть их все и до сих пор не видишь собственной природы, ты не поймешь даже это письмо.\nЭто моя последняя воля и завещание\"."
  },
  {
    "index": 47,
    "title": "Скупой художник",
    "text": "Гессен был монахом-художником.\nПеред тем, как начать рисовать, он всегда настаивал на том, чтобы ему заплатили вперёд, и запрашивал высокую цену.\nОн был известен как \"скупой художник\".Однажды гейша заказала ему картину. \"Сколько вы сможете заплатить?\" - спросил Гессен.\"Сколько ты запросишь, - ответила девушка, - но я хочу, чтобы ты работал передо мною\".Итак, в определённый день Гессена позвали к гейше.\nОна устраивала праздник для своего покровителя.\nГессен усердно трудился над картиной.\nКогда картина была закончена, он запросил самую высокую цену, о какой только слыхали в его время.Он получил запрошенную сумму, а гейша, повернувшись к своему покровителю, сказала: \"Этот художник хочет только денег.\nЕго картины прекрасны, а ум низок.\nДеньги развратили его.\nНевозможно показывать картину, нарисованную таким отвратительным человеком.\nОна годится лишь для одной из моих нижних юбок\".Приподняв юбку, она попросила Гессена сделать другой рисунок на изнанке юбки. \"Сколько вы сможете заплатить?\" - спросил Гессен.\"О, сколько хотите!\" - ответила девушка.Гессен назвал фантастическую цену, нарисовал картину требуемым образом и ушёл.Позже узнали, что у Гессена были причины для того, чтобы копить деньги.\nНа его провинцию часто обрушивался опустошающий голод.\nБогачи не помогали беднякам, поэтому у Гессена был тайный склад, неизвестный никому, который он наполнял зерном на случай бедствия.\nДорога от его деревни до национальной святыни была очень запущена, и путники очень от этого страдали.\nОн хотел построить более хорошую дорогу.Его учитель умер, так и не осуществив своего желания построить храм, и Гессен хотел построить этот храм для него.После того, как Гессен выполнил три своих желания, он забросил кисти и принадлежности художника, и, удалившись в горы, никогда больше не рисовал."
  },
  {
    "index": 48,
    "title": "Точная пропорция",
    "text": "Сен Но Рикун, чайный мастер, захотел повесить на столб корзину с цветами.Он попросил плотника помочь ему, указывая снизу, куда поместить корзину: немного повыше или пониже, немного вправо или влево, до тех пор, пока не найдёт, что она точно на месте.\"Вот теперь она точно на месте,\" - сказал наконец Сен Но Рикун.Плотник, чтобы испытать своего хозяина, отметил место, а затем притворился, что забыл, куда нужно поместить корзину.\"Сюда, а может, сюда?\" - спрашивал плотник, указывая различные места.\nНо понятие пропорции у чайного мастера было таким точным, что он указал плотнику точно то же место."
  },
  {
    "index": 44,
    "title": "Вор, ставший учеником",
    "text": "Однажды вечером, когда Ситиро Кодзюн читал сутры, вошёл вор с острым мечом и стал требовать или деньги, или жизнь.\nСитиро сказал ему: \"Не мешай мне, можешь взять немного денег в этом ящике\". И он продолжил своё чтение.Через некоторое время он остановился и сказал: \"Не забирай всё.\nМне нужно немного денег, чтобы заплатить завтра налоги\".Незваный гость забрал большую часть денег и собрался уходить. \"Когда тебе делают подарок, надо благодарить добавил Ситиро\". Человек поблагодарил и ушёл.Через несколько дней его поймали, и среди других, он сознался в преступлении против Ситиро.Когда Ситиро позвали как свидетеля, он сказал: \"Этот человек не вор, по крайней мере в отношении меня.\nЯ дал ему денег, и он поблагодарил меня за них\".После того, как закончился тюремный срок, человек пришёл к Ситиро и стал его учеником."
  },
  {
    "index": 45,
    "title": "Хорошо и плохо",
    "text": "Когда Банкей проводил свои недели в медитации, с разных концов Японии собирались ученики, чтобы учиться у него.\nВо время одного из таких собраний поймали ученика-воришку.\nОб этом сообщили Банкею и попросили его прогнать преступника.Банкей не обратил на этот случай внимания.\nПозднее этого ученика снова поймали за таким же занятием, и снова Банкей не стал рассматривать дело.Это рассердило остальных учеников и они написали прошение, в котором просили удалить воришку, в противном случае они покинут его в полном составе.Когда Банкей прочёл прошение, он собрал всех и сказал: \"Вы - мудрые братья.\nВы знаете, что хорошо, а что - плохо.\nВы можете идти, куда хотите и учиться там.\nНо этот заблудший брат не может отличить хорошего от плохого.\nКто же научит его, если не я?\nОн останется здесь, если даже вы все уйдёте\".Слезы потекли по лицу воришки.\nВсё желание красть пропало."
  },
  {
    "index": 46,
    "title": "Как станут просветлёнными трава и деревья",
    "text": "В период Камакура, Синкан 6 лет изучал Тендай, а затем 7 лет изучал Дзен.\nПосле этого он отправился в Китай и ещё 13 лет изучал Дзен.Когда он вернулся в Японию, многим хотелось поговорить с ним, выяснить неясные вопросы.\nНо когда Синкан принимал посетителей, что случалось не часто, он редко отвечал на их вопросы.Однажды 50-ти летний искатель просветления сказал Синкану: \"Я изучал школу мысли Тендай, когда был ещё мальчиком, но одного я так и не смог понять в ней.\nТендай утверждает, что даже трава и деревья станут просветлёнными.\nМне это кажется очень странным\".\"Что пользы обсуждать, как трава и деревья станут просветлёнными? - спросил Синкан. - Вопрос в том, как тебе самому стать просветлённым.\nТы когда-нибудь задумывался над этим?\".\"Я никогда не думал об этом таким образом\" - восхитился старик.\"Так теперь пойди и подумай\" - закончил Синкан."
  },
  {
    "index": 58,
    "title": "Арест каменного Будды",
    "text": "Купец, несший на плечах 50 свёртков хлопка, остановился передохнуть от жары в убежище, где стоял каменный Будда.\nЗдесь он заснул, а когда проснулся, его  хлопок исчез.\nОн немедленно заявил об этом в полицию.Судья по имени О-ока начал следствие. \"Должно быть, этот каменный Будда украл хлопок\" - заключил судья. \"Он должен заботиться о благосостоянии людей, но он пренебрег своей святой обязанностью.\nАрестуйте его\".Полиция арестовала каменного Будду и притащила его в суд.\nЗа статуей шла шумная толпа, которой любопытно было узнать, какой приговор вынесет судья.Когда появился О-ока, он упрекнул шумливую аудиторию:\"Какое право вы имеете смеяться и шутить во время суда?\nВы не уважаете суд и подлежите штрафу и тюремному заключению\".Люди поспешили извиниться.\"Я наложу на вас только штраф, - сказал судья. - Я повеливаю, чтобы каждый из вас в течение трёх дней доставил в суд по свертку хлопка.\nКто не сделает этого, будет арестован\".Один из принесённых свертков сразу был опознан купцом, как его собственным, и воришку легко нашли.\nКупцу вернули его добро, а остальные свёртки были возвращены их владельцам."
  },
  {
    "index": 51,
    "title": "Прокисшее мисо",
    "text": "Повар-монах Дейрио в монастыре Банкея решил, что он должен как следует заботиться о здоровье своего старого учителя и давать ему только свежее мисо - тесто из соевых бобов, смешанных с пшеницей и дрожжами, которое очень быстро скисает.Банкей, заметив, что ему дают лучшее, чем ученикам, мисо, спросил: \"Кто сегодня готовит?\".Дейрио послали к нему, и Банкею было разъяснено, что из-за его возраста и положения ему необходимо есть свежее мисо.Банкей сказал повару: \"Тогда я совсем перестану есть\". Он вошёл в свою комнату и закрыл дверь.Дейрио, сидя за дверью, умолял учителя простить его.\nБанкей не отвечал.\nСемь дней Дейрио сидел под дверью, а Банкей в запертой комнате.\nНаконец, монах в отчаянии воззвал к Банкею: \"Может быть, ты прав, старый учитель, но твой молодой ученик должен поесть, иначе он уже больше никогда не сможет ходить\".Банкей открыл дверь.\nОн улыбался.\nОн сказал Дейрио: \"Я хочу есть ту же пищу, что и самый последний из моих учеников.\nКогда ты станешь учителем, я хочу, чтобы ты не забывал об этом\"."
  },
  {
    "index": 56,
    "title": "Верная дорога",
    "text": "Как раз перед тем, как Нинакава ушёл в другой мир, мастер Иккю навестил его.\"Проводить ли тебя?\" - спросил Иккю.Нинакава ответил: \"Я пришёл сюда один и иду один.\nЧем ты можешь помочь мне?\".Иккю ответил: \"Если ты в самом деле думаешь, что пришёл и идёшь, ты заблуждаешься.\nПозволь мне показать тебе дорогу, по которой нельзя прийти и уйти\".С этими словами Иккю показал эту дорогу так ясно что Нинакава улыбнулся и отошёл."
  },
  {
    "index": 59,
    "title": "Солдаты человечества",
    "text": "Однажды одна из дивизий японской армии участвовала в военных учениях, и несколько офицеров сочли необходимым разместиться в храме Гадзана.Гадзан сказал своему повару: \"Давай офицерам такую же простую пищу, как и нам\".Это очень рассердило вояк, так как они привыкли к очень почтительному отношению.\nОдин из них отправился к Гадзану и сказал: \"Как ты думаешь, кто мы?\nМы - солдаты, жертвующие жизнями за свою страну.\nПочему ты не обращаешься с нами, как подобает?\".Гадзан сурово ответил: \"А как ты думаешь, кто мы?\nМы - солдаты человечества, наша цель - спасение всего сущего\"."
  },
  {
    "index": 55,
    "title": "Чайный мастер и убийца",
    "text": "Тейко, воин, живший в Японии перед эрой Токугава, изучал ча-но-ю - чайный этикет у Сен-Но-Рикю, учителя этого эстетического выражения спокойствия и удовлетворенности.Воин-слуга Тейко по имени Като считал, что увлечение Тейко чайным этикетом является преступным пренебрежением к государственным делам, поэтому он  решил убить Сен-Но-Рикю.Он прикинулся, что имеет какую-то просьбу к чайному мастеру и был приглашён пить чай.Мастер, который был очень искусен в своей области, с одного взгляда угадал намерение воина, поэтому он попросил Като оставить меч перед входом в комнату, объяснив, что ча-но-ю - олицетворение миролюбия.Като не пожелал его слушать.\"Я - воин, - сказал он, - и всегда ношу свой меч с собою.\nЧа-но-ю или не ча-но-ю, а мой меч всегда при мне\".\"Хорошо, вноси свой меч и попробуй чаю\" - согласился Сен-Но-Рикю.Чайник кипел на огне.\nВдруг Сен-Но-Рикю опрокинул его.\nКипяток зашипел, комната наполнилась дымом и золой.\nИспуганный воин выбежал из комнаты.Чайный мастер извинился: \"Это моя вина.\nВернись и попей чаю, а я почищу твой меч, от золы и принесу тебе\".Воин, понял, что не сможет убить чайного мастера, поэтому принял предложение."
  },
  {
    "index": 52,
    "title": "Твой свет может погаснуть",
    "text": "Студент, изучающий Тендай, философскую школу Буддизма, пришёл к дзенскому учителю Гадзану, чтобы стать его учеником.\nКогда через несколько лет он собрался уходить, Гаднзан предостерёг его: \"Умозрительное изучение истины полезно лишь как путь собирания материала для проповеди.\nНо помни, твой свет истины может померкнуть\"."
  },
  {
    "index": 61,
    "title": "Гуду и император",
    "text": "Император Гудзай учился Дзен под руководством Гуду.Он спросил: \"Истинный разум в Дзен - это Будда.\nВерно ли это?\".Гуду ответил: \"Если я скажу \"да\", ты будешь думать, что ты понимаешь, не понимая.\nЕсли я скажу \"нет\", я вступлю в противоречие с фактом, который многие понимают очень хорошо\".На следующий день император спросил Гуду: \"Куда отправляется просветлённый человек после смерти?\".Гуду ответил: \"Не знаю\".\"Почему?\" - спросил император.\"Потому что я ещё не умирал\" - ответил Гуду.Император не решился спрашивать Гуду о вещах, которые его ум ещё не мог осознать.\nТак Гуду пробивал стену своими руками, чтобы разбудить его сознание, и император был просветлён!После своего просветления император ещё больше стал уважать Дзен и старого Гуду, и даже разрешил Гуду не снимать шапку во дворце зимой.Когда Гуду было за 80, он однажды заснул во время лекции, и император спокойно удалился в другую комнату, чтобы его любимый учитель мог наслаждаться отдыхом, которого требовало его тело."
  },
  {
    "index": 66,
    "title": "Дети Его Величества",
    "text": "Ямаока Тесю был наставником императора.\nКроме того, он был учителем фехтования и глубоко изучал Дзен.\nЕго дом был пристанищем бродяг.\nУ него был единственный костюм, так как его держали в бедности.Император, видя, как поношена его одежда, дал Ямаоке денег на покупку новой одежды.\nВ следующий раз Ямаока снова появился в старой одежде.\"Что случилось с новой одеждой, Ямаока?\" - спросил император.\"Я купил одежду детям Вашего Величества\" - объяснил Ямаока."
  },
  {
    "index": 63,
    "title": "Убийство",
    "text": "Гадзан учил своих последователей:\"Те, кто выступают против убийства и кто хочет сберечь жизнь всем сознательным существам, правы.\nПрекрасно защищать даже животных и насекомых.\nНо что делать с теми, кто разрушает благосостояние и экономику, кто убивает время?\nМы не должны смотреть на них сквозь пальцы.\nТот же, кто проповедует, не будучи просветленным убивает Буддизм\"."
  },
  {
    "index": 57,
    "title": "Врата рая",
    "text": "Солдат по имени Нобусиге пришёл к Хакуину и спросил: \"Правда ли, что есть рай и ад?\".\"Кто ты?\" - спросил Хакуин.\"Я - самурай\" - ответил воин.\"Ты - солдат! - воскликнул Хакуин. - Что за начальник держит тебя в своём войске?\nУ тебя лицо, как у нищего\".\nНобусиге так рассвирепел, что начал вытаскивать свой меч, но Хакуин продолжал:\"У тебя есть меч!\nНо, наверное, он слишком туп, чтобы снести мне голову\".Когда Нобусиге вытащил меч, Хакуин заметил: \"Тут открываются двери в ад\".При этих словах самурай, почувствовавший себя учеником мастера, вложил меч в ножны и поклонился.\"Здесь открываются врата рая\" - сказал Хакуин."
  },
  {
    "index": 69,
    "title": "Проглоченный упрёк",
    "text": "В один день обстоятельства сложились так, что приготовление обеда для мастера школы Дзен Фугаи и его последователей задержалось.В спешке повар вышел в сад и ножом срезал верхушки зелёных овощей, накрошил их и приготовил суп, не подозревая, что среди овощей он срезал часть змеи.Ученики Фугаи говорили, что им не приходилось есть более вкусного супа, как вдруг мастер нашёл в своей миске голову змеи.\nОн потребовал к себе повара.\"Что это?\" - спросил он, держа в руке змеиную голову.\"Благодарю тебя, учитель\" - ответил повар, взял кусок и быстро проглотил его."
  },
  {
    "index": 60,
    "title": "Туннель",
    "text": "Дзенкай, сын самурая, отправился в Эдо и здесь стал приближённым высокопоставленного чиновника.\nОн влюбился в жену чиновника и был открыт.\nЗащищаясь, он убил чиновника, и после этого сбежал с его женой.Позже они оба стали воришками.\nНо женщина оказалась такой жадной, что Дзенкай проникся омерзением к ней.\nНаконец, оставив её, он отправился далеко, в провинцию Будзен, где стал бродягой-нищим.Чтобы искупить вину за своё прошлое, Дзенкай решил совершить в жизни какое-нибудь доброе дело.\nОн узнал, что существует опасная дорога через пропасть, грозящяя смертью или увечьем многим людям, и решил прорыть через горы туннель.Выпрашивая днём пищу, Дзенкай по ночам рыл туннель.\nКогда прошло 30 лет, туннель был длиной 280 футов, 20 футов высотой и 30 футов шириной.За два года до окончания работы сын убитого чиновника розыскал Дзенкая и пришёл убить его, чтобы свершилась месть.\"Я охотно отдам тебе свою жизнь, - сказал Дзенкай. - Позволь мне только закончить эту работу.\nВ день, когда она будет закончена, ты можешь убить меня\".Сын прождал день, прождал два.\nНо прошло несколько месяцев, а Дзенкай продолжал копать.Сын устал от безделья и стал помогать ему копать.\nПосле того, как он помогал ему больше года, он стал восхищаться волей и характером Дзенкая.Наконец, туннель был готов, и люди могли пользоваться им и путешествовать безопасно.\"Теперь руби мне голову, - сказал Дзенкай. - Моя работа окончена\".\"Как же я могу отрубить голову моему учителю?\" - спросил юноша со слезами на глазах."
  },
  {
    "index": 70,
    "title": "Самая ценная вещь в мире",
    "text": "Созана, китайского мастера Дзен, студент спросил: \"Что всего ценнее в мире?\".Мастер ответил: \"Голова мёртвой кошки\".\"Почему?\" - снова спросил студент.Созан ответил: Потому что никто не сможет оценить её\"."
  },
  {
    "index": 62,
    "title": "В руках судьбы",
    "text": "Великий японский воин по имени Нобунага решил атаковать противника, хотя врагов было в десять раз больше.\nОн знал, что победит, но солдаты его сомневались.По дороге он остановился у синтоистской святыни и сказал своим людям: \"После того, как я навещу святыню, я брошу монетку.\nЕсли выпадет орёл - мы победим, если решка - проиграем.\nСудьба держит нас в руках\".\nНобунага вошёл в святыню и молча помолился.\nВыйдя, он бросил монетку.\nВыпал орёл.\nЕго солдаты так рвались в бой, что легко выиграли битву.\"Никто не может изменить судьбу\" - сказал ему слуга после битвы.\"Конечно нет\" - ответил Нобунага показывая ему монетку, у которой с обеих сторон был орёл."
  },
  {
    "index": 64,
    "title": "Пот Кадзана",
    "text": "Однажды Кадзана попросили исполнить богослужение на похоронах провинциального помещика.\nДо тех пор он никогда не видел высокородных и знатных господ и поэтому очень нервничал.Когда церемония началась, Кадзан весь взмок от волнения.Возвращаясь с церемонии, Кадзан собрал своих учеников.Он признался, что не достоин быть учителем, что ему не хватает равного отношения к славе и безвестности, которым он обладал в уединенном храме.\nЗатем Кадзан сложил с себя обязанности и стал учеником другого мастера Дзен.Через восемь лет он вернулся к своим бывшим ученикам просветленным."
  },
  {
    "index": 65,
    "title": "Укрощение призрака",
    "text": "Одна молодая женщина заболела и была близка к смерти.\"Я так сильно люблю тебя, - сказала она своему мужу. - Я не хочу покидать тебя.\nНе уходи от меня к другой женщине.\nЕсли ты это сделаешь, я вернусь к тебе призраком и буду причинять тебе неприятности\".Вскоре жена умерла.\nВ течение трёх месяцев муж исполнял её последнее желание, а потом встретил другую женщину и полюбил её.\nОни решили пожениться.Немедленно после обручения к бывшему мужу каждую ночь стал являться призрак, укоряя его за то, что он не сдержал слова.\nПризрак был слишком умён.\nОн точно пересказывал человеку, что происходило между ним и его возлюбленной.\nЕсли бывший муж делал своей невесте подарок, призрак подробно описывал его.\nОн даже повторял все их беседы, и это так раздражало человека, что он не мог спать.\nКто-то посоветовал обратиться ему со своей бедой к дзенскому учителю, жившему неподалеку от деревни.В отчаянии бедняга отправился к нему за помощью.\"Твоя бывшая жена стала призраком и знает обо всём, что ты делаешь, - подытожил учитель. - Что бы ты ни делал, ни говорил, что бы ни дарил своей любимой, она всё знает.Должно быть, это очень умный призрак.\nТы должен восхищаться им.\nКогда твоя жена-призрак появится в следующий раз, поторгуйся с ним.\nСкажи, что она знает о тебе так много, что тебе не удастся ничего скрыть от неё, и что если она ответит на один твой вопрос, то ты обещаешь разорвать помолвку и остаться холостяком\".\"Что же я должен спросить у нее?\" - сказал человек.Учитель ответил: \"Возьми полную горсть соевых бобов и попроси чтобы она точно сказала, сколько бобов у тебя в руке.\nЕсли она не сможет ответить, знай, что она - плод твоего воображения и никогда больше не будет беспокоить тебя\".На следующую ночь, когда призрак появился человек приветливо встретил его и сказал, что призрак знает обо всём.\"Конечно - ответил призрак. - И я знаю, что сегодня ты был у дзенского учителя\".\"Если ты знаешь так много, - требовательно сказал человек, - скажи мне, сколько бобов в этой руке?\".Больше перед ним не появилось ни одного призрака, который бы ответил на этот вопрос."
  },
  {
    "index": 68,
    "title": "Одна нота Дзен",
    "text": "После того, как Какуа посетил императора, он исчез, и никто не знает, что с ним стало.\nОн был первым японцем, изучившим Дзен в Китае, но поскольку он ничего не показал и не рассказал другим, кроме одной ноты Дзен.\nОн не упоминается среди тех, кто принёс Дзен в эту страну.Какуа побывал в Китае и принял истинное учение.\nПока он был там, он не путешествовал.\nПостоянно находясь в медитации, он жил далеко в горах.\nЕсли же люди находили его и просили прочесть проповеди, говорил несколько слов и удалялся ещё дальше в горы, где найти его было не так-то легко.Император услышал о Какуа, когда тот вернулся в Японию, и попросил его прочесть Дзенскую проповедь.\nКакуа стоял перед императором в молчании.\nПотом он извлек флейту из складок своей одежды и сыграл один короткий звук.\nВежливо поклонившись, он удалился."
  },
  {
    "index": 77,
    "title": "Не привязывайся к праху",
    "text": "Дзенгецу, китайский мастер времен династии Тан, написал следующие советы своим ученикам:Живя в мире, не привязывайся к праху его - таков путь настоящего ученика Дзен.Когда видишь, как другой совершает хорошее, поддержи его, следуя его примеру.\nУслышав об ошибках другого, старайся не превзойти его.Даже если ты один в тёмной комнате, будь таким, как перед лицом благороднейшего гостя.\nВыражай свои чувства, но не более чем это свойственно твоей истинной природе.Бедность - твоё сокровище.\nНе меняй его на лёгкую жизнь.Человек может выглядеть глупцом - но не быть им.\nОн может просто беречь свою мудрость.Добродетели - плоды самодисциплины, они не падают с неба, как дождь или снег.\nСкромность - основа всех добродетелей.Пусть твои соседи откроют тебя до того, как ты сам откроешься им.Благородное сердце никогда не принуждает себя.\nЕго слова как редкостные жемчужины, они редко появляются, но имеют большую ценность.Для чистосердечного ученика каждый день - счастливый.Время идёт, но оно никогда не запаздывает.\nНи слова, ни стыд не могут управлять им.Осуждай себя, а не другого.\nНе суди правого и виноватого.Некоторые вещи, хотя и верные, могут казаться неправильными какому-нибудь поколению.\nТак как цена правоты может быть установлена через многие века, нет нужды требовать немедленной оценки.Живи делом, а результаты оставь великому закону Вселенной.Проводи день в мирных размышлениях."
  },
  {
    "index": 72,
    "title": "Высокородный болван",
    "text": "Два дзенских учителя, Дайгу и Гуду, были приглашены к господину.\nКогда они пришли, Гуду сказал господину: \"Вы по натуре мудры и имеете врожденные способности к Дзен\".\"Чепуха, - сказал Дайгу. - Чего ты льстишь этому болвану?! Может, он и господин, но в Дзен ничего не понимает\".Господин построил храм Дайгу, а не Гуду, и стал изучать Дзен под его руководством."
  },
  {
    "index": 67,
    "title": "Что ты делаешь! Что ты говоришь!",
    "text": "В нынешние времена говорится много чепухи о мастерах и учениках, о наследовании учения мастера любимыми учениками, которое давало им право передавать истину последователям.Конечно, учение Дзен должно было передаваться таким путем, от сердца к сердцу, и в прошлом такое совершалось часто.\nГосподствовали не формулировки и утверждения, а молчание и скромность.Тот, кто получал учение, скрывал это даже через 20 лет, пока кто-то другой не обнаруживал, что настоящий мастер стремится передать своё учение, но даже и тогда естественно возникали случайности, и учение развивалось по своим законам.Ни при каких обстоятельствах учитель не мог сказать: \"Я последователь Такого-то и Того-то\".Подобное заявление доказывало совсем обратное.У дзенского мастера Му-нана был только один последователь.\nЗвали его Сею.\nПосле того, как Сею закончил изучение Дзен, Му-нан позвал его к себе.\"Я стар, - сказал он, - и насколько мне известно, ты Сею, единственный, кто может продолжить учение.\nВот книга.\nОна передавалась от мастера к мастеру в течение семи поколений.\nЯ тоже многое добавил к учению согласно своему пониманию.\nЭто очень ценная книга, и я даю её тебе, чтобы и у тебя были продолжатели\".\"Если эта книга такая важная, пусть она лучше будет у тебя, - ответил Сею. - Я получил Дзен от тебя безо всяких книг и доволен тем, какой он есть\".\"Я знаю это, - сказал Му-нан. - Даже если это так, эта работа передавалась от мастера к мастеру в течение семи поколений.\nПоэтому сбереги её как символ передачи учения.\nВот\".По случайности они разговаривали перед жаровней.\nКак только Сею ощутил книгу в своих руках, он швырнул её в пылающие угли.\nОн не желал быть профессионалом.Му-нан, который до сих пор не знал, что такое гнев, взревел: \"Что ты делаешь!\".Сею крикнул в ответ: \"Что ты говоришь?\"."
  },
  {
    "index": 74,
    "title": "Истинное преображение",
    "text": "Рёнан посвятил свою жизнь изучению Дзен.\nОднажды он услышал, что его племянник, несмотря на увещевания родственников, тратит деньги на куртизанок.\nПоскольку племянник занял место Рёнана в управлении семейным имуществом и благосостояние семьи оказалось в опасности, родственники обратились к Рёнану с просьбой что-то предпринять.Рёнан отправился в долгий путь, чтобы навестить племянника, которого он не видел много лет.\nКазалось, племянник рад был снова увидеть дядю и пригласил его остаться переночевать.Всю ночь Рёнан сидел в медитации.\nКогда утром он собрался уехать, он сказал юноше: \"Я уже стар, руки мои дрожат.\nНе поможешь ли ты завязать мне шнурки на сандалиях?\".Племянник охотно помог ему.\"Спасибо, - сказал Рёнан. - Ты видишь, человек стареет и слабеет день ото дня.\nБереги себя\".И Рёнан уехал, ни слова не упомянув о куртизанках или жалобах родственников.\nНо с этого дня племянник прекратил беспутную и расточительную жизнь."
  },
  {
    "index": 76,
    "title": "Каменный разум",
    "text": "Хоген, китайский мастер Дзен, жил один в маленьком храме в деревне.\nОднажды четыре странствующих монаха попросили его разрешить им разжечь костёр и обогреться.Когда они устроили костёр, Хоген услышал, что они спорят об объективности и субъективности.\nОн присоединился к ним и сказал: \"Вот большой камень.\nКак вы считаете, находится он внутри или вне нашего сознания?\".Один из монахов ответил: \"С буддистской точки зрения всякая вещь является воплощением сознания, так что по-моему, камень находится внутри сознания\".\"Твоя голова, должно быть очень тяжелая, - сказал Хоген, - если ты таскаешь в своём сознании такие камни\"."
  },
  {
    "index": 75,
    "title": "Характер",
    "text": "Дзенский студент пришел к Банкею и пожаловался: \"Учитель, у меня неуправляемый характер.\nКак мне исправить его?\".\"У тебя что-то странное, - ответил Банкей. - Позволь мне посмотреть, что у тебя\".\"Но я не могу показать его\" - ответил ученик.\"А когда ты сможешь показать его?\" - спросил Банкей.\"Всё происходит неожиданно\" - ответил студент.\"Тогда, - сделал вывод Банкей - это не может быть твоим характером.\nЕсли бы это был твой настоящий характер, ты бы сразу мог показать его мне.\nКогда ты родился, у тебя его не было, и твои родители не давали его тебе.\nПодумай об этом\"."
  },
  {
    "index": 78,
    "title": "Истинное процветание",
    "text": "Один богач попросил Сенгая написать что-нибудь, чтобы процветание его семьи продолжалось от поколения к поколению.\nСенгай взял большой лист бумаги и написал: \"Отец умер, сын умер, внук умер\".Богач рассердился: \"Я просил тебя написать что-нибудь для счастья моей семьи.\nЗачем ты так шутишь?\".\"Я и не собирался шутить, - объяснил Сенгай. - Если твой сын умрёт раньше тебя, это сильно огорчит тебя.\nЕсли твой внук умрёт раньше сына, это разобьёт вам сердца.\nЕсли в твоей семье от поколения к поколению будут умирать в том порядке, в котором я написал, это будет естественным ходом жизни.\nЯ называю это истинным процветанием\"."
  },
  {
    "index": 71,
    "title": "Как учились молчать",
    "text": "Ученики школы Тендай учились медитации ещё до того, как Дзен пришёл в Японию.Четверо учеников, близкие друзья, обещали друг другу хранить молчание.Первый день молчали.\nИх медитация началась благоприятно, но когда пришла ночь и керосиновые лампы стали совсем тусклыми, один из учеников не смог сдержаться и крикнул слуге: \"Поправь эти лампы!\".Второй ученик удивился, услышав, что первый заговорил.\"Мы договорились не говорить ни слова\" - заметил он.\"Вы, болваны, чего вы разговариваете?\" - спросил третий.\"Один я молчу\" - заключил четвёртый."
  },
  {
    "index": 79,
    "title": "Курильница",
    "text": "Женщина из Нагасаки по имени Кейм была одной из нескольких мастериц, изготовляющих курильницы в Японии.\nТакие курильницы были произведением искусства и ставились только в чайных комнатах и перед семейными святынями.Кейм, которая унаследовала это искусство от отца, любила выпить.\nКроме того, она курила и большую часть времени общалась с мужчинами.\nКак только ей удавалось заработать немного денег, она устраивала праздник, приглашая художников, поэтов, плотников, рабочих - людей различных профессий и любителей развлечений.\nВ их обществе она делала свои композиции.Кейм делала свои курильницы очень медленно, но когда работа была окончена, это была работа мастера.\nЕё курильницы хранились в домах, женщины которых никогда не курили и не пили и не разговаривали свободно с мужчинами.Однажды мэр Нагасаки заказал Кейм курильницу для себя.\nОна всё задерживала выполнение заказа, пока не прошло полгода.\nВ это время мэр, который по службе попал в отдалённый город, навестил её.\nОн настоял на том, чтобы она начала работать над его курильницей.Наконец Кейм пришла в голову идея, и она сделала курильницу.\nПосле того, как курильница была закончена, она поставила её на стол.\nКейм долго и придирчиво смотрела на курильницу.\nОна выпила и покурила перед ней, как будто находилась в своей компании.Целый день Кейм смотрела на неё.\nНаконец, подняв молоток, Кейм разбила курильницу на мелкие куски.\nОна увидела, что в курильнице нет того совершенства, которого требовал её разум."
  },
  {
    "index": 82,
    "title": "Ничто не существует",
    "text": "Ямаока Тесю, будучи молодым учеником Дзен, посещал одного учителя за другим.\nОднажды он пришёл к Докуону из Секоку.Желая показать свои знания, он сказал: \"Разум, Будда, чувственное бытие, в конце концов не существуют.\nИстинная природа явлений - пустота.\nНе существует ни воплощения, ни заблуждений, ни мудрости, ни посредственности.\nНичто нельзя дать, ничего нельзя взять\".Докуон, который спокойно курил, ничего не сказал.\nВнезапно он сильно ударил Ямаоку бамбуковой трубкой.\nЮноша очень разозлился.\"Если ничего не существует, - спросил Докуон, - откуда же эта злость?\"."
  },
  {
    "index": 73,
    "title": "Десять последователей",
    "text": "Дзенские ученики давали обет, что они хотят изучать Дзен, даже если их учитель убьет их.\nОбычно они надрезали палец и скрепляли своё решение кровью.\nСо временем обет превратился в простую формальность, и по этой причине ученик, умерший от руки Экидо, стал выглядеть мучеником.Экидо был жестоким учителем.\nЕго ученики боялись его.\nОдин из них на дежурстве, отбивая удары, означающие время дня, пропустил удар, так как загляделся на красивую девушку, проходившую мимо ворот храма.В этот момент Экидо, который стоял за его спиной ударил его палкой, и случайно этот удар оказался смертельным.Опекун учеников, услышав о случившемся, пошёл прямо к Экидо.\nЗная, что тот не переносит упрёков, он стал хвалить мастера за его суровое учение.\nЭкидо вёл себя, так как будто ученик был жив и ничего не произошло.После этого под его руководством было создано более десяти просветленных последователей - совершенно необычное число."
  },
  {
    "index": 87,
    "title": "Три вида учеников",
    "text": "Дзенский мастер по имени Геттан жил в последней части эры Токугава.\nОн говорил: \"Существует три вида учеников: те, кто передают Дзен другим, те, кто поддерживают храмы и святыни, а также существуют сумки для риса и вешалки для одежды\".Гадзан высказывал ту же мысль.\nКогда он учился у Текесуна, его учитель был очень суров.\nИногда он даже бил учеников.\nДругие ученики не хотели переносить такое учение и уходили.\nГадзан же остался, говоря: \"Плохой ученик использует влияние учителя.\nСредний ученик восхищается добротой учителя.\nХороший ученик растёт сильным под давлением дисциплины учителя\"."
  },
  {
    "index": 81,
    "title": "Пора спать",
    "text": "Гадзан сидел у кровати Текисуна за три дня до смерти учителя.\nТекисун уже выбрал его своим продолжателем.Храм недавно сгорел и Гадзан торопился восстановить его.\nТекисун спросил Гадзана: \"Что ты собираешься делать, когда храм будет восстановлен?\".\"Когда ты выздоровеешь, мы хотим, чтобы ты говорил здесь\" - сказал Гадзан.\"А если я не доживу до тех пор, тогда что?\".\"Тогда у нас будет кто-то другой\" - ответил Гадзан.\"А если вы никого не найдёте, тогда что?\" - продолжал Текисун.Гадзан громко ответил: \"Не задавай такие глупые вопросы.\nПора спать\"."
  },
  {
    "index": 88,
    "title": "Как написать китайское стихотворение",
    "text": "Хорошо известного японского поэта спросили, как написать китайское стихотворение.\"Обычно, китайское стихотворение состоит из четырёх строк, - объяснил он.\nПервая строка содержит начальную фазу, вторая - продолжение этой фазы, третья отворачивается от неё и начинает новую фазу, четвертая объединяет все три\".Это иллюстрирует популярная японская песенка:\"Две дочери торговца шёлком жили в Киото.Старшей было 20, младшей 18.Солдат может сразить мечом,А эти девушки - своими глазами\"."
  },
  {
    "index": 90,
    "title": "Последний щелчок",
    "text": "Танген с детства учился у Сенгаи.\nКогда ему исполнилось 20 лет, ему захотелось оставить своего учителя и посетить других учителей, чтобы сравнить обучение, но Сенгаи не позволил ему сделать это.\nКаждый раз, когда Танген просил об этом, Сенгаи щёлкал его по лбу.Наконец, Танген попросил своего старшего брата уговорить Сенгаи дать разрешение.Брат выполнил просьбу и сказал Тангену: \"Всё улажено.\nЯ договорился, что ты отправляешься немедленно в паломничество\".Танген пошёл к Сенгаи поблагодарить за разрешение.\nМастер в ответ щелкнул его по лбу.\nКогда Танген рассказал об этом старшему брату, тот сказал: \"В чём же дело?\nСенгаи нечего делать, если он сначала даёт разрешение, а потом передумывает.\nПойду поговорю с ним\". И он отправился к учителю.\"Я вовсе не изменил решения, - сказал Сенгаи. - просто мне захотелось в последний раз щёлкнуть его, потому что, когда он вернётся, он будет просветленным и мне нельзя уже будет выговаривать ему\"."
  },
  {
    "index": 85,
    "title": "Время умереть",
    "text": "Иккю, дзенский мастер, был очень умён, даже когда был ещё мальчиком.\nУ его учителя была драгоценная чаша для чая, редкая антикварная вещь.Случилось так, что Иккю разбил эту чашу и очень растерялся.\nУслышав шаги учителя, он спрятал осколки чашки за спину.\nКогда мастер вошёл, Иккю спросил: \"Почему люди умирают?\".\"Это естественно, - объяснил старик. - Всё должно умереть, и особенно то, что уже долго жило\".Иккью, показывая разбитую вдребезги чашку, добавил: \"Вашей чашке настало время умереть\"."
  },
  {
    "index": 83,
    "title": "Кто не работает, тот не ест",
    "text": "Хайкудзё, китайский мастер Дзен, обычно трудился вместе с учениками даже в возрасте 80 лет.\nПодстригал кусты в саду, расчищал дорожки и подрезал деревья.Ученики чувствовали себя виноватыми, видя, как старый учитель работает столь усердно, но знали, что он не послушает их советов не работать.\nПоэтому они решили спрятать его инструменты.В этот день учитель не ел.\nНа следующий день он тоже не ел, и на следующий тоже.\"Наверное, он сердится, что мы спрятали его инструмент, - подумали ученики. - Лучше вернём их\".Когда они сделали это, учитель работал весь день и ел так же, как и раньше.\nВечером он сказал им: \"Кто не работает, тот не ест\"."
  },
  {
    "index": 84,
    "title": "Настоящие друзья",
    "text": "Давным-давно в Китае жили два друга, один из них искусно играл на арфе, другой - искусно слушал.Когда первый играл и пел о горах, второй говорил: \"Я вижу горы перед нами\".Когда первый играл о воде, слушатель восклицал: \"Я вижу бегущий поток\".\nНо вот второй заболел и умер.\nПервый из друзей перерезал струны своей арфы и никогда больше не прикасался к ней.\nС этого времени обычай перерезать струны арфы является знаком настоящей дружбы."
  },
  {
    "index": 80,
    "title": "Настоящее чудо",
    "text": "Когда Банкей читал проповедь в храме Рёмон, священник Синсю, который верил в спасение через повторение имени Любви Будды, позавидовал его большой аудитории и решил поспорить с ним.Банкей дошёл до середины беседы, когда появился священник, но тот произвёл столько беспорядка, что Банкей прекратил проповедь и спросил о причине шума.\"Основатель нашей секты, - хвастливо начал священник, - обладал такой сверхестественной властью, что стоя на одном берегу реки с кистью в руке, он мог через воздух написать всё имя Амиды на листе бумаги, который держал его помощник на другом берегу реки.\nМожешь ли ты совершить такое чудо?\".Банкей легко ответил: \"Очень возможно, что ваша лиса могла проделывать такой трюк, но это не в обычае Дзен.\nМоё чудо в том, что если я голоден, я ем, а если я хочу пить - пью\"."
  },
  {
    "index": 86,
    "title": "Живой Будда и бочар",
    "text": "Дзенские мастера давали персональные советы в уединённой комнате.\nНикто не заходил в неё, пока учитель и ученик находились там.Мокураи, дзенский мастер в храме Кеннин в Киото, любил разговаривать с купцами, газетчиками, также как и с учениками.\nОдин бочар был почти неграмотным.\nОн задавал Мокураи глупые вопросы, пил чай и уходил.Однажды, когда бочар был в гостях, Мокураи хотел побеседовать наедине с учеником, поэтому попросил бочара подождать в другой комнате.\"Я знаю, ты живой Будда, - сказал бочар. - Но даже каменный Будда никогда не отказывает людям, пришедшим вместе, даже если их много.\nПочему же я должен уйти?\".Мокураи пришлось выйти, чтобы увидеться с учеником."
  },
  {
    "index": 93,
    "title": "Дзен рассказчика историй",
    "text": "Энтё был знаменитым рассказчиком.\nЕго истории о любви волновали слушателей.\nКогда он рассказывал о войне, слушателям казалось, что они сами побывали на поле битвы.Однажды Энтё встретил Ямаоку Тесю, человека, который почти овладел мастерством Дзен.\"Я знаю, - сказал Ямаока, - что ты самый лучший рассказчик в нашей стране и что ты можешь заставить людей плакать и смеяться.\nРасскажи мне мою любимую историю о персиковом мальчике.\nКогда я был малышом, я обычно спал с матерью, и она часто рассказывала мне эту сказку.\nГде-то в середине истории я засыпал.\nРасскажи мне сказку так, как мне рассказывала её моя мать\".Энтё не отважился сразу приняться за дело.Он попросил дать ему время на то, чтобы изучить эту историю.\nЧерез несколько месяцев он пришёл к Ямаоке и сказал: \"Пожалуйста, предоставь мне возможность рассказать тебе эту историю\".\"В любой другой день\" - ответил Ямаока.Энтё был разочарован.\nОн продолжал изучать сказку и снова попытался рассказать её.\nЯмаока много раз отвергал его.\nКак только Энтё начинал рассказывать, Ямаока останавливал его, говоря: \"Нет, ты ещё не любишь мою мать\".Пять лет ушло у Энтё на то, чтобы рассказать эту легенду Ямаоке так, как рассказывала её мать.Так Ямаока передал Дзен Энтё."
  },
  {
    "index": 97,
    "title": "Обучение основному",
    "text": "Давным-давно в Японии были в ходу фонари из бумаги и бамбука со светильником внутри.\nОдному слепцу, который вечером навестил своего друга, предложили взять в обратный путь такой фонарь.\"Мне не нужен фонарь, - ответил он. - Свет или тьма для меня одно\".\"Я знаю, что тебе не нужен фонарь, чтобы найти дорогу, - ответил друг. - Но если у тебя его не будет, кто-нибудь может наткнуться на тебя.\nТак что возьми его\".Слепой отправился в дорогу с фонарём и не успел ещё далеко отойти от дома, как кто-то налетел на него.\"Смотри, куда идёшь, - воскликнул он прохожему. - Разве ты не видишь фонаря?\".\"Твой светильник давно погас, братец\" - ответил прохожий."
  },
  {
    "index": 95,
    "title": "Письмо умирающему",
    "text": "Басё написал следующее письмо одному из своих учеников, который был близок к смерти:\"Сущность твоего разума не была рождена и поэтому никогда не умрёт.\nТо, что тленно - не жизнь.\nПустота - это не вакуум.\nУ неё нет цвета, нет формы.\nОна не получает наслаждения от удовольствий и не страдает от боли.Я знаю, ты очень, болен.\nКак хороший дзенский студент, ты мужественно встречаешь эту болезнь.\nТы не можешь точно знать, кто страдает, но спроси себя: \"Что является сущностью этого разума?\". Думай только над этим.\nБольше тебе ничего не надо.\nНе делай ничего.\nТвой конец, который не имеет конца, похож на хлопья снега, тающего в чистом воздухе\"."
  },
  {
    "index": 99,
    "title": "Уксус Тосуи",
    "text": "Тосуи был дзенским мастером.\nОн отказался от формализма храмов и ушёл жить вместе с нищими под мостом.Когда он стал стариком, его друг помог зарабатывать ему на жизнь, не нищенствуя.\nОн показал Тосуи, как собирать рис и делать из него уксус, и Тосуи занимался этим до самой смерти.Когда Тосуи делал уксус, один из нищих дал ему портрет Будды.\nТосуи повесил его на стенку лачуги и сделал на ней надпись.Надпись гласила: \"Господин Амида Будда, эта маленькая комната очень узка.\nЯ могу позволить Вам остаться здесь на время.\nНо не думайте, что я прошу Вас помочь мне оказаться в Вашем раю\"."
  },
  {
    "index": 92,
    "title": "Дзен и кочерга",
    "text": "Хакуин любил рассказывать своим ученикам об одной старухе - владелице чайной, хваля её за понимание Дзен.\nУченики отказывались верить его рассказу и решили сами сходить в чайную и проверить его слова.Когда женщина увидела их, она сразу смогла определить, пришли ли они попить чаю или посмотреть как она владеет Дзен.\nВ первом случае она любезно обслужила их.\nВо втором - пригласила учеников зайти за ширму.\nКак только они зашли, она начала лупить их кочергой.Девять из десяти учеников не смогли убежать от неё."
  },
  {
    "index": 89,
    "title": "Дзенский диалог",
    "text": "Дзенские учителя обучали своих молодых учеников самовыражаться.\nВ двух дзенских храмах было по ученику-ребёнку.\nОдин, идя каждое утро за овощами встречал на пути другого.\"Куда ты идёшь?\" - спросил как-то один.\"Иду, куда ноги несут\" - ответил другой.Этот ответ изумил первого, и он обратился к своему учителю за помощью.\"Завтра, - сказал учитель, - когда ты встретишь этого мальчика, задай ему тот же вопрос.\nОн ответит тебе также, и тогда ты спроси: \"А если бы у тебя не было ног, куда бы ты шёл?\". Это поставит его в затруднительное положение\".На следующее утро дети снова встретились.\"Куда ты идёшь?\" - спросил первый.\"Куда ветер дует\" - ответил второй.Это снова привело в замешательство первого ученика, и он снова обратился к учителю.\"Спроси его, куда бы он пошёл, если бы не было ветра\" - предложил ему учитель.На следующий день дети встретились в третий раз.\"Куда ты идёшь?\" - спросил первый.\"На рынок за овощами\" - ответил второй."
  },
  {
    "index": 94,
    "title": "Ночная прогулка",
    "text": "Дзенский мастер Сингаи учил медитации учеников.\nОдин из них имел обыкновение ночью перелезать через стену храма и уходить в город искать развлечений.Однажды, осматривая спальню, Сенгаи обнаружил отсутствие этого ученика, а также нашёл высокий табурет, который тот подставлял, чтобы перелазить через стену.\nСенгаи отодвинул табурет и встал на его место.Когда бродяга вернулся, не подозревая, что вместо табурета стоит Сенгаи, он поставил ноги на голову учителя и спрыгнул на землю.\nКогда ученик увидел, что он сделал, он был ошеломлён.Сенгаи сказал: \"Рано утром очень прохладно, не подхвати простуду\".С тех пор ученик больше никогда не уходил ночью."
  },
  {
    "index": 96,
    "title": "Капля воды",
    "text": "Дзенский мастер Гидзан попросил молодого студента принести ведро чистой воды, чтобы охладить его бассейн.Студент принёс воду, и, после того, как вода в бассейне охладилась, выплеснул остатки воды на землю.\"Болван, - обругал его мастер. - Почему ты не вылил воду под деревья?\nКакое ты имеешь право тратить даром хоть каплю воды в этом храме?\".Молодой студент получил Дзен в этом упрёке.\nОн сменил своё имя на Текусуи, что означает \"капля воды\"."
  },
  {
    "index": 98,
    "title": "Без привязанности",
    "text": "Китано Гелеко, аббату из храма Эйхей, было 92 года, когда в 1933 году он умер.\nВсю жизнь он старался прожить без привязанностей, странствующим нищим.Когда ему было 20 лет, он встретился с путником, курящим табак.\nОни вместе шли по горной дороге, а затем остановились отдохнуть под деревом.\nПутник предложил Китано закурить, и тот согласился, так как был голоден.\"Как приятно курить\" - заметил он.Путник дал ему лишнюю трубку и табак, и они закурили вместе.\nКитано почувствовал: \"Такое удовольствие может разрушить медитацию.\nПока это не зашло далеко, надо остановиться\". И он выбросил трубку и табак.Когда ему было 23, он изучал И-Цзин, мудрейшую доктрину о вселенной.\nБыла зима, и ему нужна была теплая одежда.\nОн написал об этом своему учителю, который жил за сотни миль от него, и отдал письмо для передачи путнику.\nПрошла почти вся зима, но он не получил ни ответа, ни одежды.Тогда Китано прибёг к предсказаниям И-Цзин.\nКоторая также учила искусству гадания, чтобы определить, было ли доставлено письмо.\nОн обнаружил, что письмо его затерялось.\nВ полученном вскоре письме от учителя не было никаких упоминаний об одежде.\"Если я стану заниматься предсказаниями по И-Цзин, может пострадать моя медитация\" - почувствовал Китано.\nОн отказался от этого удивительного учения и никогда больше не прибегал к его мощи.Когда ему было 28, он начал изучать китайскую каллиграфию и поэзию.\nОн быстро совершенствовался и стал так искусен в этих областях, что его учитель гордился им.Китано задумался: \"Если я не остановлюсь, я стану поэтом, а не учителем Дзен\". И он никогда больше не написал ни одного стихотворения."
  },
  {
    "index": 91,
    "title": "Испытание рапирой Бандзё",
    "text": "Матаюро Ягью был сыном известного фехтовальщика.\nЕго отец, поняв, что сын работает слишком посредственно, чтобы ожидать от него мастерства, отрёкся от него.Тогда Матаюро отправился на гору Футара и здесь нашёл знаменитого фехтовальщика Бандзё.\nНо Бандзё подтвердил мнение отца.\"Ты хочешь научиться искусству фехтования под моим руководством? - спросил Бандзё. - Ты не удовлетворяешь моим требованиям\".\"Но если я буду очень стараться, за сколько лет я смогу стать мастером?\" - настаивал юноша.\"Тебе понадобится остаток твоей жизни\" - ответил Бандзё.\"Я не могу ждать так долго, - объяснил Матаюро. - Я согласен трудиться день и ночь, если ты только согласишься учить меня.\nЕсли я стану твоим доверенным слугой, сколько это займет времени?\".\"О, может быть, лет десять\" - смягчился Бандзё.\"Мой отец стар, и скоро мне придётся заботиться о нём, - продолжал Матаюро. - Если я буду трудиться ещё больше, сколько это займет времени?\".\"О, может быть лет тридцать\" - сказал Бандзё.\"Как же так? - спросил Матаюро. - Сначала ты сказал десять, а теперь тридцать?\nЯ готов перенести любое мучение, лишь бы научиться этому мастерству в кратчайший  срок\".\"В таком случае, - сказал Бандзё, - ты должен оставаться у меня семьдесят лет.\nЧеловек, который так спешит добиться результатов, редко учится быстро\".\"Хорошо, - заявил юноша, поняв, наконец, что его упрекнули в невыдержанности. - Я согласен\".Мастер предложил Матаюро никогда не заговаривать о фехтовании и не прикасаться к рапире.Он готовил еду учителю, мыл посуду, стелил ему постель, подметал двор, ухаживал за садом, и ни слова не упоминал об искусстве фехтования.Прошло три года.\nМатаюро всё ещё работал.\nДумая о своём будущем, он становился печальнее.\nОн ещё даже и не начинал учиться искусству, которому посвятил свою жизнь.\nНо однажды Бандзё подкрался к нему сзади и ужасно сильно ударил его деревянной рапирой.\nНа следующий день, когда Матаюро варил рис.\nБандзё опять неожиданно напал на него.После этого днём и ночью Матаюро должен был быть готовым к защите от неожиданных ударов.\nНе проходило ни одной минуты, чтобы он не думал о нападении рапиры Бандзё.Он учился так быстро, что вызывал улыбку на лице своего учителя.\nМатаюро стал величайшим фехтовальщиком страны."
  },
  {
    "index": 100,
    "title": "Молчащий храм",
    "text": "Сёнти был одноглазым учителем Дзен, воодушевленный просветлением.Он учил своих учеников в храме Тофуку.\nДень и ночь весь храм был погружен в молчание.\nНе слышно было ни звука.Даже чтение сутр было упразднено учителем.\nЕго ученики не занимались ничем, кроме медитации.Когда мастер умер, старые соседи услышали звонки, чтение сутр.\nОни сразу поняли, что Сёнти умер."
  },
  {
    "index": 101,
    "title": "Дзен Будды",
    "text": "Будда сказал: \"Я считаю королей и правителей пылинками праха.\nЯ смотрю на сокровища, золото и жемчуг, как на кирпич и гальку.\nЯ смотрю на лучшие шелковые одежды, как на рваные лохмотья.\nЯ вижу мириады миров Вселенной как маленькие зёрнышки, а самое большое озеро в Индии - как капельку масла на моей ноге.\nЯ понимаю, что учение о мире - это иллюзии фокусников.\nЯ различаю высшее понятие освобождения, как золотую ткань во сне и смотрю на святую дорогу среди освещённых дорог, как на цветы перед глазами.\nЯ вижу медитацию, как опору горы.\nНирвану, как ночное сновидение среди дня.\nЯ смотрю на суждения о верном и неверном как на коварный танец дракона, а на зарождение и гибель убеждений, как на слезы, оставляемые четырьмя временами года\"."
  }
];

export default stories;
