[
  {
    "index": 1,
    "title": "Чашка чаю",
    "text": "Нан-ін, японський майстер епохи Мейдзі (1868-1912), прийняв професора університету, який прийшов розпитати про дзен. Він налив відвідувачеві повну чашку, а потім продовжував наливати. Професор спостерігав за переповненням чашки, поки не зміг більше стримуватися.\n\"Вона переповнена. Більше не влізе!\"\n\"Як і ця чаша, - сказав Нан-ін, - ви переповнені власними думками та домислами. Як я можу показати тобі дзен, якщо ти не спорожниш свою чашу?\""
  },
  {
    "index": 2,
    "title": "Пошук діаманта на брудній дорозі",
    "text": "Гудо був вчителем імператора свого часу. Тим не менш, він мандрував на самоті, як мандрівний жебрак. Одного разу, коли він прямував до Едо, культурного та політичного центру сьогунату, він наблизився до маленького села Такенака. Був вечір, і падав сильний дощ. Гудо був наскрізь мокрий. Його солом'яні сандалі були розбиті на шматки. На фермі біля села він помітив у вікні чотири або п'ять пар сандалів і вирішив купити сухі. Жінка, яка запропонувала йому сандалі, побачивши, який він мокрий, запросила його залишитися на ніч у неї вдома. Гудо погодився, подякувавши їй. Він увійшов і прочитав сутру перед сімейною святинею. Потім його познайомили з матір'ю жінки та її дітьми. Помітивши, що вся сім'я пригнічена, Ґудо запитав, у чому справа. \"Мій чоловік гравець і п'яниця, - розповіла йому господиня. \"Коли йому вдається виграти, він п'є і починає лаятися. Коли програє, то позичає гроші в інших. Іноді, коли він добряче нап'ється, то взагалі не повертається додому. Що я можу зробити?\" \"Я допоможу йому, - сказав Гудо. \"Ось тобі трохи грошей. Купи мені галон доброго вина і щось смачненьке поїсти. Тоді можеш іти. А я буду медитувати перед святинею.\" Коли господар будинку повернувся близько опівночі, добряче напідпитку, він закричав: \"Дружино, я вдома: \"Дружино, я вдома. Чи маєш для мене щось поїсти?\" \"Маю дещо для тебе, - відповіла Гудо. \"Я випадково потрапив під дощ, і твоя дружина люб'язно попросила мене залишитися тут на ніч. Натомість я купив трохи вина і риби, тож ти можеш ними поласувати.\" Чоловік був у захваті. Він одразу ж випив вино і ліг на підлогу. Гудо сів у медитацію поруч з ним. Вранці, коли чоловік прокинувся, він забув про минулу ніч. \"Хто ти? Звідки ти прийшов?\" - запитав він Гудо, який все ще медитував. \"Я Гудо з Кіото і йду до Едо\", - відповів дзенський майстер. Чоловікові стало дуже соромно. Він щиро вибачився перед учителем свого імператора, а Гудо посміхнувся. \"Усе в цьому житті мінливе, - пояснив він. \"Життя дуже коротке. Якщо ти продовжуватимеш грати в азартні ігри і пити, у тебе не залишиться часу на щось інше, і ти змусиш страждати свою сім'ю.\" Сприйняття чоловіка прокинулося, немов зі сну. \"Ти маєш рацію, - сказав він. \"Як я можу віддячити тобі за це чудове вчення! Дозволь мені провести тебе і віднести твої речі трохи далі.\" \"Як хочеш\", - погодився Гудо. Вони вирушили в дорогу. Коли вони пройшли три милі, Гудо попросив його повернутися. \"Ще п'ять миль\", - благав він Гудо. \"Можеш повернутися\", - запропонував Ґудо. \"Ще десять миль\", - відповів чоловік. \"Повертайся\", - сказав Ґудо, коли вони пройшли десять миль. \"Я піду за тобою до кінця свого життя\", - заявив чоловік. Сучасні вчителі дзен в Японії походять з роду відомого майстра, який був наступником Ґудо. Його звали Му-нан, людина, яка ніколи не повертала назад."
  },
  {
    "index": 3,
    "title": "Невже?",
    "text": "Сусіди хвалили дзен-майстра Хакуїна як людину, що живе чистим життям. Поруч з ним жила вродлива японська дівчина, батьки якої володіли продуктовою крамницею. Несподівано, без жодного попередження, її батьки дізналися, що вона вагітна. Це дуже розлютило її батьків. Вона не хотіла зізнаватися, хто цей чоловік, але після довгих переслідувань нарешті назвала ім'я Хакуін. У великому гніві батьки пішли до господаря. \"Невже?\" - це все, що він міг сказати. Після народження дитини її принесли до Хакуїна. На той час він уже втратив свою репутацію, що його не турбувало, але він дуже добре піклувався про дитину. Він діставав у сусідів молоко і все інше, що було потрібно дитині. Через рік дівчина-матір не витримала. Вона розповіла батькам правду - що справжнім батьком дитини був молодий чоловік, який працював на рибному ринку. Мати і батько дівчинки відразу ж пішли до Хакуїна, щоб попросити у нього пробачення, довго вибачатися і повернути дитину. Хакуїн був готовий. Віддаючи дитину, він лише сказав: \"Невже?\""
  },
  {
    "index": 4,
    "title": "Послух",
    "text": "На бесіди майстра Банкея приходили не лише учні дзен, але й люди всіх рангів і віросповідань. Він ніколи не цитував сутр і не вдавався до схоластичних дисертацій. Натомість, його слова йшли безпосередньо від його серця до сердець слухачів. Його численні аудиторії розлютили священика секти Нічірен, тому що адепти пішли слухати про дзен. Егоцентричний священик секти Нічірен прийшов до храму, сповнений рішучості сперечатися з Банкеєм. \"Гей, вчителю дзен!\" - вигукнув він. \"Зачекай хвилинку. Той, хто вас поважає, буде слухатися вас, але така людина, як я, вас не поважає. Чи можете ви змусити мене слухатися вас?\" \"Підійдіть до мене, і я покажу вам\", - сказав Банкей. Гордий священик проштовхнувся крізь натовп до вчителя. Банкей посміхнувся. \"Стань ліворуч від мене.\" Священик послухався. \"Ні, - сказав Банкей, - ми зможемо краще поговорити, якщо ти станеш праворуч. Священик гордо ступив праворуч. \"Бачиш, - зауважив Банкей, - ти слухаєшся мене, і я думаю, що ти дуже лагідна людина. А тепер сядьте і послухайте\"."
  },
  {
    "index": 5,
    "title": "Якщо любиш, люби відкрито",
    "text": "Двадцять монахів і одна монахиня на ім'я Ешунь практикували медитацію з одним дзенським майстром. Ешунь була дуже вродливою, хоча її голова була поголена, а плаття просте. Кілька ченців таємно закохалися в неї. Один з них написав їй любовного листа, наполягаючи на приватній зустрічі, але Ешунь не відповіла. Наступного дня майстер читав лекцію для групи, і коли вона закінчилася, Ешунь підвелася. Звертаючись до того, хто їй написав, вона сказала: \"Якщо ти справді так сильно мене кохаєш, прийди і обійми мене зараз\"."
  },
  {
    "index": 6,
    "title": "Немає любові - є доброта",
    "text": "У Китаї жила старенька жінка, яка понад двадцять років утримувала одного монаха. Вона побудувала для нього маленьку хатину і годувала його, поки він медитував. Врешті-решт їй стало цікаво, яких успіхів він досяг за цей час. Щоб з'ясувати це, вона звернулася за допомогою до дівчини, багатої на бажання. \"Піди і обійми його, - сказала вона їй, - а потім раптом запитай: \"Що тепер?\"\" Дівчина покликала ченця і без зайвих слів приголубила його, запитуючи, що він збирається робити з цим. \"Старе дерево росте взимку на холодній скелі, - відповів монах дещо поетично. \"Ніде немає тепла\". Дівчина повернулася і переказала його слова. \"Подумати тільки, я двадцять років годувала цього хлопця!\" - вигукнула стара жінка в гніві. \"Він не зважав на твої потреби, не мав бажання пояснити твій стан. Він не повинен був відповідати на пристрасть, але принаймні міг би проявити співчуття!\" Вона негайно пішла до хатини ченця і спалила її."
  },
  {
    "index": 7,
    "title": "Оголошення",
    "text": "В останній день свого життя Танзан написав шістдесят поштових листівок і попросив службовця відправити їх поштою. На листівках було написано: \"Я покидаю цей світ. Це моє останнє оголошення.\nТанзанія\n27 липня 1892 року"
  },
  {
    "index": 8,
    "title": "Великі Хвилі",
    "text": "На початку епохи Мейдзі жив відомий борець на ім'я О-намі, Великі Хвилі. О-намі був надзвичайно сильним і знав мистецтво боротьби. У приватних сутичках він перемагав навіть свого вчителя, але на людях був настільки сором'язливим, що його кидали власні учні. О-намі відчував, що йому слід звернутися за допомогою до майстра дзен. Хакудзю, мандрівний учитель, зупинявся в маленькому храмі неподалік, тож О-намі пішов до нього і розповів про свою велику біду. \"Великі Хвилі - це твоє ім'я, - порадив учитель, - тож залишайся в цьому храмі на ніч. Уяви собі, що ти - це ті хвилі. Ти більше не борець, який боїться. Ти - ті величезні хвилі, що змітають усе перед собою, поглинають усе на своєму шляху. Роби так, і ти станеш найвеличнішим борцем на землі.\" Учитель пішов. О-намі сидів у медитації, намагаючись уявити себе хвилею. Він думав про багато різних речей. Поступово він все більше і більше занурювався у відчуття хвиль. З настанням ночі хвилі ставали все більшими і більшими. Вони змели квіти у вазах. Навіть Будду у святині затопило. До світанку храм був нічим іншим, як припливом і відпливом величезного моря. Вранці вчитель знайшов О-намі, який медитував, з ледь помітною посмішкою на обличчі. Він поплескав борця по плечу. \"Тепер ніщо не може тебе потривожити\", - сказав він. \"Ти - це ті хвилі. Ти зметеш усе перед собою\". Того ж дня О-намі взяв участь у змаганнях з боротьби і переміг. Після цього ніхто в Японії не зміг його перемогти."
  },
  {
    "index": 9,
    "title": "Місяць не можна вкрасти",
    "text": "Рьокан, майстер дзен, жив найпростішим життям у маленькій хатині біля підніжжя гори. Одного вечора до хатини завітав злодій, але виявив, що в ній немає нічого, що можна було б вкрасти. Ріокан повернувся і спіймав його. \"Ти, мабуть, пройшов довгий шлях, щоб відвідати мене, - сказав він злодієві, - і ти не повинен повертатися з порожніми руками. Будь ласка, візьми мій одяг як подарунок.\" Злодій був спантеличений. Він взяв одяг і вислизнув геть, а Рьокан сидів голий і дивився на місяць. \"Бідолаха, - думав він, - якби ж я міг подарувати йому цей прекрасний місяць\"."
  },
  {
    "index": 10,
    "title": "Останній вірш Хошина",
    "text": "Майстер дзен-буддизму Хошін багато років прожив у Китаї. Потім він повернувся до північно-східної частини Японії, де навчав своїх учнів. Коли він став дуже старим, він розповів їм історію, яку почув у Китаї. Ось ця історія: \"Одного року, двадцять п'ятого грудня, Токуфу, який був дуже старий, сказав своїм учням: \"Наступного року мене вже не буде в живих, тож ви, хлопці, повинні добре ставитися до мене цього року.\" Учні подумали, що він жартує, але оскільки він був великодушним учителем, кожен з них по черзі пригощав його в наступні дні року, що минає. Напередодні нового року Токуфу підсумував: \"Ви були добрі до мене. Учні сміялися, думаючи, що він старіє і говорить дурниці, адже ніч була ясною і безсніжною. Але опівночі пішов сніг, і наступного дня вони не знайшли свого вчителя. Вони пішли до медитаційної зали. Там його вже не було. Хосін, який розповів цю історію, розповів своїм учням: \"Майстру дзен не обов'язково передбачати свою смерть, але якщо він справді хоче цього, то може.\" \"А ти можеш?\" - запитав хтось. \"Так\", - відповів Хосін. \"Я покажу вам, що я можу зробити через сім днів.\" Ніхто з учнів не повірив йому, а більшість із них навіть забули про цю розмову, коли Хошін наступного разу зібрав їх разом. \"Сім днів тому, - зауважив він, - я сказав, що збираюся покинути вас. Заведено писати прощального вірша, але я не поет і не каліграф. Нехай хтось із вас напише мої останні слова\". Його послідовники подумали, що він жартує, але один із них почав писати. \"Ти готовий?\" - запитав Хосін. запитав Хосін. \"Так, пане\", - відповів письменник. Тоді Хосін продиктував: \"Я прийшов з блиску. І повернуся до блиску. Що це?\" У вірші не вистачало одного рядка із звичних чотирьох, тому учень сказав: \"У нас не вистачає одного рядка: \"Учителю, нам не вистачає одного рядка.\" Хошін з риком лева-переможця вигукнув \"Каа!\" і пішов геть."
  },
  {
    "index": 11,
    "title": "Історія про Шункай",
    "text": "Вишукана Шункай, чиє друге ім'я було Судзу, була змушена вийти заміж проти свого бажання, коли була ще зовсім юною. Пізніше, коли цей шлюб розпався, вона вступила до університету, де вивчала філософію. Побачити Шункай означало закохатися в неї. Більше того, куди б вона не йшла, вона сама закохувалася в інших. Кохання було з нею в університеті, а згодом, коли філософія не задовольняла її і вона відвідувала храм, щоб дізнатися про дзен, студенти дзен-буддизму закохувалися в неї. Все життя Шункай було просякнуте любов'ю. Нарешті в Кіото вона стала справжньою ученицею дзен. Її брати в підхрамі Кеннін хвалили її щирість. Один з них виявився доброзичливим духом і допоміг їй в оволодінні дзен. Настоятель Кеннін, Мокурай, Мовчазний Грім, був суворим. Він сам дотримувався заповідей і вимагав цього від своїх священиків. У сучасній Японії, якщо ці священики і втратили ревність до буддизму, то, здається, набули її до своїх дружин. Мокураї брав мітлу і виганяв жінок, коли бачив їх у будь-якому з своїх храмів, але чим більше дружин він виганяв, тим більше, здавалося, поверталося назад. У цьому конкретному храмі дружина головного священика стала заздрити серйозності і красі Шункай. Почувши, як учні вихваляють її серйозний дзен, ця дружина почала корчитись і свербіти. Врешті-решт вона розпустила чутки про Шункай та юнака, який був її другом. Як наслідок, його вигнали, а Шункай вигнали з храму. \"Можливо, я помилився в коханні, - подумав Шункай, - але дружина священика теж не повинна залишатися в храмі, якщо з моїм другом поводяться так несправедливо\". Тієї ж ночі Шункай підпалив п'ятисотлітній храм каністрою з гасом і спалив його дотла. Вранці вона опинилася в руках поліції, нею зацікавився молодий адвокат, який намагався пом'якшити її вирок. \"Не допомагайте мені, - сказала вона йому. \"Я можу вирішити зробити щось інше, і тоді мене знову ув'язнять\". Нарешті семирічний термін ув'язнення закінчився, і Шункай вийшла з в'язниці, де в неї закохався шістдесятирічний наглядач. Але тепер усі дивилися на неї як на \"пташку з тюрми\". Ніхто не хотів з нею спілкуватися. Навіть дзен-буддисти, які мали б вірити у просвітлення в цьому житті і в цьому тілі, цуралися її. Дзен, як з'ясувала Шункай, - це одне, а послідовники дзену - зовсім інше. Її родичі не хотіли мати з нею нічого спільного. Вона стала хворою, бідною і слабкою. Вона зустріла священика Шінсю, який навчив її імені Будди Любові, і в цьому Шункай знайшла деяку розраду і душевний спокій. Вона померла, будучи все ще вишукано красивою, ледве досягнувши тридцяти років. Вона написала свою історію в марних спробах підтримати себе, і дещо з неї розповіла одній письменниці. Так вона дійшла до японців. Ті, хто відкидав Шункай, ті, хто обмовляв і ненавидів її, тепер читають про неї в прямому ефірі зі сльозами каяття."
  },
  {
    "index": 12,
    "title": "Щасливий китаєць",
    "text": "Кожен, хто гуляє китайськими кварталами в Америці, побачить статуї кремезного чоловіка з мішком білизни. Китайські торговці називають його Щасливий китаєць або Будда, що сміється. Цей Хотей жив за часів династії Т'ан. Він не мав бажання називати себе дзен-майстром чи збирати навколо себе багато учнів. Замість цього він ходив вулицями з великим мішком, в який клав подарунки - цукерки, фрукти чи пончики. Він роздавав їх дітям, які збиралися навколо нього, граючись. Він заснував вуличний дитячий садок. Коли він зустрічав прихильників дзен, то простягав руку і казав: \"Дай копійку: \"Дай мені одну копійку\". Одного разу, коли він збирався попрацювати, з'явився інший дзенський майстер і запитав: \"Що таке дзен? \"У чому полягає значення дзен?\" Хотей мовчки кинув мішок на землю у відповідь. \"Тоді, - запитав той, - що таке актуалізація дзен?\" Щасливий китаєць одразу ж закинув мішок на плече і продовжив свій шлях."
  },
  {
    "index": 13,
    "title": "Будда",
    "text": "У Токіо в епоху Мейдзі жили два видатні вчителі з протилежними характеристиками. Один, Унсьо, наставник у Шінґоні, скрупульозно дотримувався заповідей Будди. Він ніколи не вживав оковитої і не їв після одинадцятої години ранку. Інший вчитель, Танзан, професор філософії в Імператорському університеті, ніколи не дотримувався заповідей. Коли йому хотілося їсти, він їв, а коли хотілося спати вдень, він спав. Одного разу Уншо завітав до Танзана, який у цей час пив вино, жодна крапля якого не повинна торкатися язика буддиста. \"Здрастуй, брате, - привітав його Танзан. \"Не хочеш випити?\" \"Я ніколи не п'ю!\" - урочисто вигукнув Уншо. \"Той, хто не п'є, навіть не людина\", - сказав Танзан. \"Ти хочеш назвати мене нелюдом тільки тому, що я не вдаюся до хмільних рідин!\" - вигукнув Уншо в гніві. \"Тоді, якщо я не людина, то хто я?\" \"Будда\", - відповів Танзан."
  },
  {
    "index": 14,
    "title": "Брудна дорога",
    "text": "Одного разу Танзан і Екідо разом їхали по брудній дорозі. За поворотом вони зустріли чарівну дівчину в шовковому кімоно з поясом, яка не могла перейти перехрестя. \"Ходімо, дівчинко\", - сказав Танзан, піднявши її на руки. Піднявши її на руки, він поніс по багнюці. Екідо більше не заговорив до тієї ночі, коли вони дійшли до нічліжного храму. Тоді він більше не міг себе стримувати. \"Ми, монахи, не наближаємося до жінок, - сказав він Танзан, - особливо до молодих і вродливих. Це небезпечно. Чому ти це зробив?\" \"Я залишив дівчину там, - відповів Танзан. \"Ти все ще несеш її?\""
  },
  {
    "index": 15,
    "title": "Шун і його мати",
    "text": "Шун став учителем Сото Дзен. Коли він був ще студентом, його батько помер, залишивши його доглядати за старою матір'ю. Кожного разу, коли Шун йшов до медитаційної зали, він завжди брав із собою матір. Оскільки вона супроводжувала його, коли він відвідував монастирі, він не міг жити з монахами. Тому він побудував маленький будиночок і піклувався про неї там. Він переписував сутри, буддійські вірші, і таким чином отримував кілька монет на їжу. Коли Шун купував рибу для своєї матері, люди сміялися з нього, бо монах не повинен їсти рибу. Але Шун не зважав. Його матері, однак, було боляче бачити, як інші сміються з її сина. Врешті-решт вона сказала Шуну: \"Я думаю, що стану монахинею. А ще я можу бути вегетаріанкою\". Вона так і зробила, і вони навчалися разом. Шун любив музику і був майстром гри на арфі, на якій також грала його мати. Одного разу вночі в повний місяць вони грали разом. Молода жінка проходила повз їхній будинок і почула музику. Глибоко зворушена, вона запросила Шуна прийти до неї наступного вечора і зіграти. Він прийняв запрошення. Через кілька днів він зустрів дівчину на вулиці і подякував їй за гостинність. Інші сміялися з нього. Одного разу Шун поїхав до далекого храму, щоб прочитати лекцію. Через кілька місяців після цього він повернувся додому і знайшов свою матір мертвою. Друзі не знали, де його шукати, бо похорон був у самому розпалі. Шун підійшов і вдарив посохом по труні. \"Мамо, твій син повернувся\", - сказав він. \"Я рада, що ти повернувся, сину\", - відповів він за матір. \"Так, я теж радий\", - відповів Шун. Тоді він оголосив людям про нього: \"Похоронна церемонія закінчена. Можете ховати тіло\". Коли Шун постарів, він зрозумів, що наближається його кінець. Він попросив своїх учнів зібратися навколо нього вранці, сказавши їм, що опівдні він відійде у вічність. Спалюючи пахощі перед фотографією матері і старого вчителя, він написав вірш:П'ятдесят шість років я жив, як міг,Прокладаючи свій шлях у цьому світі.Тепер дощ скінчився, хмари розвіялись,На блакитному небі повний місяць.Його учні зібралися навколо нього, читаючи сутру, і під час заклинання Шун відійшов у вічність."
  },
  {
    "index": 16,
    "title": "Недалеко від Будди",
    "text": "Студент університету, відвідуючи Гасана, запитав його: \"Ти хоч читав християнську Біблію?\" - \"Ні, прочитай її мені\", - сказав Гасан. Студент відкрив Біблію і прочитав з Євангелія від Матвія: \"І чому ви думаєте про одяг? Погляньте на польові лілеї, як вони ростуть. Вони не трудяться, не прядуть, а Я кажу вам, що й Соломон у всій славі своїй не був одягнений так, як одна з них... Отже, не дбайте про завтрашній день, бо завтрашній день сам про себе подбає.\" Сказав Гасан: \"Того, хто вимовив ці слова, я вважаю просвітленою людиною.\" Учень продовжував читати: \"Просіть і буде вам дано, шукайте і знайдете, стукайте і відчинять вам. Бо кожен, хто просить, одержує, і кожен, хто шукає, знаходить, і тому, хто стукає, відчиняють\", - зауважив Гасан: \"Це чудово. Той, хто це сказав, недалекий від Буддизму\"."
  },
  {
    "index": 17,
    "title": "Скупий на вчення",
    "text": "Молодий лікар з Токіо на ім'я Кусуда зустрів свого друга з коледжу, який вивчав дзен. Молодий лікар запитав його, що таке дзен. \"Я не можу сказати тобі, що це таке, - відповів друг, - але одне я знаю напевно. Якщо ти зрозумієш дзен, то не боятимешся смерті.\" \"Чудово, - сказав Кусуда. \"Я спробую. Де я можу знайти вчителя?\" \"Піди до майстра Нан-Іна\", - порадив йому друг. І Кусуда пішов до Нан-Іна. Він мав при собі кинджал довжиною дев'ять з половиною дюймів, щоб визначити, чи боїться вчитель смерті, чи ні. Коли Нан-ін побачив Кусуду, він вигукнув: \"Привіт, друже. Як поживаєш? Ми так давно не бачилися!\" Це спантеличило Кусуду, який відповів: \"Ми ніколи раніше не зустрічалися: \"Ми ніколи раніше не зустрічалися.\" \"Правильно, - відповів Нан-ін. - Я думав, що ти інший фізик. Я прийняв вас за іншого лікаря, який проходить тут навчання.\" З таким початком Кусуда втратив шанс випробувати майстра, тому неохоче запитав, чи може він пройти навчання дзен. Нан-ін відповів: \"Дзен - це дуже складно: \"Дзен - це не складне завдання. Якщо ти лікар, стався до своїх пацієнтів з добротою. Це і є дзен\". Кусуда відвідував Нан-Іна тричі. Щоразу Нан-ін казав йому одне й те саме. \"Лікар не повинен марнувати тут час. Йди додому і піклуйся про своїх пацієнтів\". Кусуда ще не розумів, як таке вчення може позбавити його страху смерті. Тож під час свого четвертого візиту він поскаржився: \"Мій друг сказав мені, що коли людина вивчає дзен, вона втрачає страх смерті. Кожного разу, коли я приїжджаю сюди, все, що ви мені кажете, - це піклуватися про моїх пацієнтів. Я знаю, що це не так. Якщо це і є ваш так званий дзен, то я більше не прийду до вас\". Нан-ін посміхнулася і поплескала лікаря по плечу. \"Я був надто суворим з вами. Дозвольте мені дати вам коан\". Він подарував Кусуді \"Му\" Джошу для роботи над ним, що є першою проблемою просвітлення розуму в книзі під назвою \"Брама без воріт\". Кусуда роздумував над проблемою Му (Ніщо) протягом двох років. Зрештою, він думав, що досягнув визначеності розуму. Але його вчитель зауважив: \"Ти ще не увійшов!\" Кусуда продовжував зосереджуватися ще півтора року. Його розум став спокійним. Проблеми зникли. Ніщо стало істиною. Він добре служив своїм пацієнтам і, навіть не підозрюючи про це, був вільний від турбот про життя і смерть. Потім, коли він відвідав Нан-Іна, його старий учитель тільки посміхнувся."
  },
  {
    "index": 18,
    "title": "Притча",
    "text": "Будда розповів притчу в сутрі: чоловік, який подорожував полем, зустрівся з тигром. Він побіг, а тигр за ним. Наблизившись до урвища, він вхопився за корінь дикої виноградної лози і перемахнув через край. Тигр обнюхував його зверху. Тремтячи, чоловік подивився вниз, де далеко внизу на нього чекав інший тигр, щоб з'їсти. Дві миші, біла і чорна, потроху почали перегризати лозу. Чоловік побачив біля себе соковиту полуницю. Вхопившись однією рукою за лозу, він зірвав полуницю іншою. Яка ж вона була солодка на смак!"
  },
  {
    "index": 19,
    "title": "Перший принцип",
    "text": "Коли ви заходите до храму Обаку в Кіото, то бачите вирізьблені над воротами слова \"Перший принцип\". Літери надзвичайно великі, і ті, хто цінує каліграфію, завжди захоплюються ними як шедевром. Вони були намальовані Косеном двісті років тому. Майстер намалював їх на папері, з якого майстри зробили велику різьбу по дереву. Коли Косен робив ескізи літер, поруч із ним був зухвалий учень, який приготував кілька галонів чорнила для каліграфії і не втомлювався критикувати роботу свого вчителя. \"Це не дуже добре\", - сказав він Косену після першої спроби. \"А це як?\" - \"Погано. Косен терпляче писав один аркуш за іншим, поки не накопичилося вісімдесят чотири Перші принципи, все ще без схвалення учня. Потім, коли юнак вийшов на кілька хвилин, Косен подумав: \"У мене є шанс втекти: \"Це мій шанс втекти від його пильного ока\", - і він поспішно почав писати, не відволікаючись на сторонні думки. \"Перший принцип\". \"Шедевр\", - вимовив учень."
  },
  {
    "index": 20,
    "title": "Материнська порада",
    "text": "Дзюн, сьоґунський майстер, був відомим знавцем санскриту епохи Токуґава. У молодості він читав лекції своїм братам-студентам. Його мати почула про це і написала йому листа: \"Сину, я не думаю, що ти став послідовником Будди тому, що захотів перетворитися на ходячий словник для інших. Немає кінця інформації та коментарям, славі та пошані. Я хотів би, щоб ви припинили цей лекційний бізнес. Зачинися в маленькому храмі у віддаленій частині гори. Присвятіть свій час медитації і таким чином досягніть справжньої реалізації\"."
  },
  {
    "index": 21,
    "title": "Звук однієї руки",
    "text": "Господарем храму Кеннін був Мокурай, Мовчазний Грім. У нього був маленький протеже на ім'я Тойо, якому було лише дванадцять років. Тойо бачив, як старші учні щоранку і щовечора приходили до кімнати вчителя, щоб отримати настанови з сандзен, або особистого наставництва, де їм давали коани, щоб зупинити блукання розуму. Тойо теж хотів робити сандзен. \"Зачекай трохи\", - сказав Мокураї. \"Але дитина наполягала, і вчитель врешті-решт погодився. Увечері маленький Тойо в належний час підійшов до порога кімнати Мокураї, де проходив сандзен. Він вдарив у гонг, щоб сповістити про свою присутність, тричі шанобливо вклонився за дверима і в шанобливій тиші сів перед господарем. \"Ти можеш почути звук двох долонь, коли вони плескають разом, - сказав Мокураї. \"А тепер покажи мені звук однієї руки.\" Тойо вклонився і пішов до своєї кімнати, щоб обміркувати цю проблему. З вікна він почув музику гейш. \"Наступного вечора, коли вчитель попросив його проілюструвати звук однієї руки, Тойо почав грати музику гейш. \"Ні, ні, - сказав Мокураї. \"Так ніколи не вийде. Це не звук однієї руки. Ти зовсім не володієш нею.\" Подумавши, що така музика може завадити, Тойо переніс свою оселю в тихе місце. Він знову медитував. \"Яким може бути звук однієї руки?\" Випадково він почув, як капає вода. \"Це я\", - уявив собі Тойо. Наступного разу, коли він з'явився перед учителем, він імітував капання води. \"Що це?\" - запитав Мокураї. \"Це звук капаючої води, але не звук однієї руки. Спробуй ще раз.\" Даремно Тойо медитував, щоб почути звук однієї руки. Він чув зітхання вітру. Але цей звук був відкинутий. Він почув крик сови. Звук однієї руки не був звуком сарани. Більше десяти разів Тойо відвідував Мокураї з різними звуками. Всі вони були неправильними. Майже рік він роздумував над тим, чим може бути звук однієї руки. Нарешті Тойо увійшов у справжню медитацію і переступив через усі звуки. \"Я не міг збирати більше, - пояснював він пізніше, - тому досягнув беззвучного звуку\". Тойо усвідомив звук однієї руки."
  },
  {
    "index": 22,
    "title": "Моє серце палає, як вогонь",
    "text": "Соєн Шаку, перший вчитель дзен, який приїхав до Америки, сказав: \"Моє серце горить, як вогонь, але мої очі холодні, як мертвий попіл\". Він склав наступні правила, яких дотримувався кожного дня свого життя: вранці перед тим, як одягатися, запалюйте пахощі і медитуйте. Лягайте спати у визначену годину. Приймайте їжу через певні проміжки часу. Їжте помірковано і ніколи не наїдайтеся досхочу. Приймайте гостей з таким же ставленням, як і на самоті. Коли ви на самоті, поводьтеся з гостями так само, як і в гостях. Слідкуйте за тим, що ви говорите, і що б ви не говорили, практикуйте це. Коли з'являється можливість, не втрачайте її, але завжди двічі подумайте, перш ніж діяти. Не шкодуйте про минуле. Дивіться в майбутнє. Майте безстрашність героя і любляче серце дитини. Відходячи до себе, спіть так, ніби ви заснули останнім сном. Прокинувшись, миттєво залиште своє ліжко позаду, ніби викинули пару старих черевиків."
  },
  {
    "index": 23,
    "title": "Від'їзд Ешуна",
    "text": "Коли Ешунь, дзен-буддійській монахині, виповнилося шістдесят і вона збиралася покинути цей світ, вона попросила кількох ченців скласти дрова на подвір'ї. Міцно сівши в центрі похоронного багаття, вона підпалила його по краях. \"О, монахине!\" - вигукнув один чернець, - \"там жарко?\" \"Таке питання могло б турбувати лише таку дурну людину, як ти\", - відповіла Ешунь. Полум'я розгорілося, і вона померла."
  },
  {
    "index": 24,
    "title": "Читання сутр",
    "text": "Фермер попросив священика Тендай прочитати сутри для його дружини, яка померла. Після закінчення читання фермер запитав: \"Як ви гадаєте, моя дружина отримає від цього користь?\" - \"Не тільки ваша дружина, але й усі живі істоти отримають користь від читання сутр\", - відповів священик. \"Якщо ви кажете, що всі живі істоти отримають користь, - сказав фермер, - то моя дружина може бути дуже слабкою, і інші скористаються нею, отримавши ту користь, яку вона повинна була отримати. Священик пояснив, що бажання буддиста - дарувати благословення і бажати заслуг кожній живій істоті. \"Це прекрасне вчення, - підсумував фермер, - але, будь ласка, зробіть для мене один виняток. У мене є сусід, який поводиться зі мною грубо і злісно. Просто виключи його з усіх живих істот\"."
  },
  {
    "index": 25,
    "title": "Ще три дні",
    "text": "Суїво, учень Хакуїна, був добрим учителем. Під час одного літнього періоду усамітнення до нього прийшов учень з південного острова Японії. Суйво дав йому завдання: \"Почути звук однієї руки\". Учень залишався три роки, але не зміг пройти це випробування. Одного разу вночі він прийшов до Суїво в сльозах. \"Я повинен повернутися на південь з соромом і збентеженням, - сказав він, - бо я не можу вирішити свою проблему\". \"Почекай ще тиждень і постійно медитуй\", - порадив Суйво. Але просвітлення до учня так і не прийшло. \"Спробуй ще тиждень\", - сказав Суйво. Учень послухався, але марно: \"Ще тиждень\". Але й це було марно. Учень у відчаї благав, щоб його відпустили, але Суйво попросив ще п'ять днів медитації. Вони були безрезультатними. Тоді він сказав: \"Медитуй ще три дні, а якщо не досягнеш просвітлення, то краще вбий себе\". На другий день учень просвітлився."
  },
  {
    "index": 26,
    "title": "Діалог в обмін на житло",
    "text": "За умови, що він веде і перемагає в суперечці про буддизм з тими, хто там живе, будь-який монах, що цікавиться, може залишитися в дзен-буддійському храмі. Якщо ж він зазнає поразки, то має йти далі.У храмі на півночі Японії жили разом два монахи-брати. Старший був вченим, а молодший був дурним і мав лише одне око. Мандрівний монах прийшов і попросився до них на нічліг, викликавши їх на дебати про піднесене вчення. Старший брат, втомлений того дня від довгих занять, сказав молодшому, щоб той зайняв його місце. \"Іди і попроси про діалог у тиші\", - попередив він. Молодий монах і незнайомець пішли до святині і сіли. Незабаром мандрівник підвівся, підійшов до старшого брата і сказав: \"Ти чудовий брат, - мовив він: \"Твій молодший брат - чудовий хлопець. Він переміг мене\". \"Розкажи мені діалог\", - сказав старший брат. \"Ну, - пояснив мандрівник, - спочатку я підняв один палець, зображуючи Будду, просвітленого. Потім підняв два пальці, що означало Будду і його вчення. Я підняв три пальці, представляючи Будду, його вчення і його послідовників, які живуть гармонійним життям. Потім він потряс стиснутим кулаком перед моїм обличчям, показуючи, що всі три походять з одного усвідомлення. Таким чином, він переміг, і тому я не маю права залишатися тут\". З цими словами мандрівник пішов. \"Де той хлопець?\" - запитав молодший, підбігши до старшого брата, - \"Я так розумію, ти переміг у дебатах?\" - \"Нічого не переміг. Розкажи мені, про що ми сперечалися, - запитав старший, - адже він, щойно побачивши мене, підняв вгору один палець, ображаючи мене, натякаючи, що в мене лише одне око. Оскільки він був незнайомцем, я вирішив бути ввічливим з ним, тому підняв два пальці, вітаючи його з тим, що він має два ока. Тоді цей неввічливий негідник підняв три пальці, припускаючи, що між нами тільки три ока. Тоді я розлютився і почав його бити, але він вибіг, і на цьому все закінчилося!\""
  },
  {
    "index": 27,
    "title": "Голос щастя",
    "text": "Після смерті Банкея сліпий чоловік, який жив неподалік від храму майстра, сказав своєму другові: \"Оскільки я сліпий, я не можу бачити обличчя людини, тому я повинен судити про її характер за звучанням її голосу. Зазвичай, коли я чую, як хтось вітає когось із щастям чи успіхом, я також чую приховані нотки заздрості. Коли співчуття висловлюють з приводу нещастя іншого, я чую радість і задоволення, ніби той, хто співчуває, справді радий, що в його власному світі ще залишилося щось, що він може здобути.\" Однак, за весь мій досвід, голос Банкея завжди був щирим. Коли він висловлював радість, я не чув нічого, крім радості, а коли він висловлював смуток, я чув тільки смуток\"."
  },
  {
    "index": 28,
    "title": "Відкрий власну скарбницю",
    "text": "Дайджу відвідав майстра Басо в Китаї. Басо запитав: \"Чого ти шукаєш?\" \"Просвітлення\", - відповів Дайджу. \"У тебе є власна скарбниця. Навіщо ти шукаєш ззовні?\" запитав Басо. Дайджу поцікавився: \"Де моя скарбниця?\" Басо відповів: \"Те, про що ти питаєш, і є твоя скарбниця\". Дайджу був просвітлений! Після цього він закликав своїх друзів: \"Відкрийте свою власну скарбницю і користуйтеся тими скарбами\"."
  },
  {
    "index": 29,
    "title": "Ні води, ні місяця",
    "text": "Коли черниця Чіоно вивчала дзен під керівництвом Букко з Енгаку, вона довго не могла досягти плодів медитації. Нарешті однієї місячної ночі вона несла воду в старому відрі, перев'язаному бамбуком. Бамбук зламався і дно випало з відра, і в цей момент Чіоно була звільнена! На згадку про це вона написала вірш: Так чи інакше я намагалася врятувати старе відро, оскільки бамбукова смужка слабшала і ось-ось мала зламатися, поки нарешті дно не випало. Більше немає води у відрі! Більше немає місяця у воді!"
  },
  {
    "index": 30,
    "title": "Візитівка",
    "text": "Кейчу, великий вчитель дзен епохи Мейдзі, був головою Тофуку, собору в Кіото. Одного разу до нього вперше звернувся губернатор Кіото. Його слуга подав картку губернатора, на якій було написано: \"Кітаґакі, губернатор Кіото: Кітаґакі, губернатор Кіото. \"Я не маю жодних справ з таким чоловіком, - сказав Кейчу своєму слузі. \"Скажіть йому, щоб він забрався звідси.\" Слуга відніс картку назад з вибаченнями. \"Це була моя помилка\", - сказав губернатор і олівцем надряпав слова \"Губернатор Кіото\". \"Спитайте свого вчителя ще раз.\" \"О, це Кітаґакі?\" - вигукнув учитель, коли побачив картку. \"Я хочу побачити цього хлопця\"."
  },
  {
    "index": 31,
    "title": "Все найкраще",
    "text": "Прогулюючись базаром, Банзан почув розмову між м'ясником і покупцем. \"Дайте мені найкращий шматок м'яса, що у вас є\", - попросив покупець. \"У моїй крамниці все найкраще\", - відповів м'ясник. \"Ви не знайдете тут жодного шматка м'яса, який не був би найкращим\". На цих словах Банзан прозрів."
  },
  {
    "index": 32,
    "title": "Камінь для вимірювання часу на нозі",
    "text": "Один пан попросив Такуана, вчителя дзен-буддизму, порадити, як йому краще провести час. Він відчував, що його дні тягнуться дуже довго, коли він сидів у своєму кабінеті і вислуховував поклони від інших. Такуан написав вісім китайських ієрогліфів і дав їх чоловікові: \"Не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день\"."
  },
  {
    "index": 33,
    "title": "Рука Мокусена",
    "text": "Мокусен Хікі жив у храмі в провінції Тамба. Один з його прихильників скаржився на скупість своєї дружини. Мокусен відвідав дружину цього прихильника і показав їй свій стиснутий кулак перед її обличчям. \"Що ти маєш на увазі?\" - запитала здивована жінка. \"Уявімо, що мій кулак завжди буде таким. Як би ти його назвала?\" - запитав він. \"Деформованим\", - відповіла жінка. Тоді він розкрив долоню перед її обличчям і запитав: \"А якщо б він завжди був таким. Що тоді?\" - \"Інший вид деформації\", - відповіла дружина. \"Якщо ти так багато розумієш, - закінчив Мокусен, - то ти хороша дружина\". Після його візиту ця дружина допомагала своєму чоловікові не тільки розподіляти, але й заощаджувати."
  },
  {
    "index": 34,
    "title": "Посмішка за життя",
    "text": "Мокуґен ніколи не посміхався до свого останнього дня на землі. Коли прийшов його час, він сказав своїм вірним: \"Ви навчалися у мене більше десяти років. Покажіть мені свою справжню інтерпретацію дзен. Той, хто висловить це найчіткіше, стане моїм наступником і отримає мою мантію і чашу\". Всі дивилися на суворе обличчя Мокуґена, але ніхто не відповів. Енчо, учень, який довгий час був зі своїм учителем, наблизився до ліжка. Він посунув чашку з ліками на кілька сантиметрів. Це була його відповідь на наказ. Обличчя вчителя стало ще суворішим. \"Це все, що ти зрозумів?\" - запитав він. Енчо простягнув руку і знову відсунув чашку назад. На обличчі Мокугена з'явилася гарна посмішка. \"Ти негідник, - сказав він Енчо. \"Ти працював зі мною десять років і ще не бачив всього мого тіла. Візьми халат і чашу. Вони належать тобі.\""
  },
  {
    "index": 35,
    "title": "Щохвилинний дзен",
    "text": "Учні дзен-буддизму перебувають зі своїми вчителями щонайменше десять років, перш ніж вони наважуються навчати інших. До Нан-Іна завітав Тенно, який, пройшовши навчання, став учителем. День видався дощовим, тому Тенно взув дерев'яні башмаки і мав при собі парасольку. Привітавшись з ним, Нан-ін зауважила: \"Гадаю, ти залишив свої дерев'яні бахіли у вестибюлі. Я хочу знати, з правого чи з лівого боку від башмаків лежить твоя парасолька?\" Тенно, збентежений, не знайшов, що відповісти. Він зрозумів, що не в змозі носити свій дзен щохвилини. Він став учнем Нан-Іна і навчався ще шість років, щоб досягти свого щохвилинного дзен."
  },
  {
    "index": 36,
    "title": "Квітковий дощ",
    "text": "Субхуті був учнем Будди. Він зміг зрозуміти силу порожнечі, точку зору, що ніщо не існує інакше, як у взаємозв'язку суб'єктивності та об'єктивності. Одного разу Субхуті, перебуваючи в настрої піднесеної порожнечі, сидів під деревом. \"Ми хвалимо тебе за твої роздуми про порожнечу\", - прошепотіли йому боги. \"Але я не говорив про порожнечу\", - сказав Субхуті. \"Ти не говорив про порожнечу, ми не чули порожнечі\", - відповіли боги. \"Це і є справжня порожнеча\". І на Субгуті дощем посипалися квіти."
  },
  {
    "index": 37,
    "title": "Публікація сутр",
    "text": "Тецуґен, прихильник дзен-буддизму в Японії, вирішив опублікувати сутри, які на той час були доступні лише китайською мовою. Книги мали бути надруковані в дерев'яних блоках накладом у сім тисяч примірників, що було величезною справою. Тецуґен почав з того, що подорожував і збирав пожертви для цієї мети. Кілька симпатиків давали йому сотню золотих, але здебільшого він отримував лише дрібні монети. Він дякував кожному жертводавцеві з однаковою вдячністю. Через десять років Тецуґен мав достатньо грошей, щоб розпочати свою справу. Так сталося, що в цей час розлилася річка Удзі. Почався голод. Тецуґен взяв кошти, які він зібрав на книги, і витратив їх, щоб врятувати інших від голодної смерті. Через кілька років після цього країну охопила епідемія. Тецуґен знову роздав зібрані кошти, щоб допомогти своєму народові. Втретє він розпочав свою роботу, і через двадцять років його бажання здійснилося. Друкарські блоки, на яких було надруковано перше видання сутр, сьогодні можна побачити в монастирі Обаку в Кіото. Японці розповідають своїм дітям, що Тецуґен створив три набори сутр, і що перші два невидимі набори перевершують навіть останній."
  },
  {
    "index": 38,
    "title": "Робота Ґішо",
    "text": "Гішо була пострижена в черниці, коли їй було лише десять років. Вона проходила навчання так само, як і маленькі хлопчики. Коли їй виповнилося шістнадцять, вона мандрувала від одного дзенського майстра до іншого, навчаючись у кожного з них. Три роки вона пробула в Ундзана, шість років у Гукея, але так і не змогла отримати ясного бачення. Нарешті вона пішла до майстра Інзана, який не виявив до неї жодних відмінностей через її статеву приналежність. Він вилаяв її, як грім. Він прикував її наручниками, щоб пробудити її внутрішню природу. Гішо залишалася з Інзаном тринадцять років, і тоді вона знайшла те, що шукала! На її честь Інзан написав вірш: Ця черниця вчилася тринадцять років під моїм керівництвом,Увечері вона розглядала найглибші коани,Вранці вона була загорнута в інші коани. Китайська черниця Тетсума перевершила всіх, хто був до неї,І з часів Мудзяку ніхто не був таким щирим, як ця Гішо!Але є ще багато воріт, через які вона повинна пройти.Вона повинна отримати ще більше ударів від мого залізного кулака.Після того, як Гішо стала просвітленою, вона поїхала в провінцію Бансю, заснувала свій власний дзен-буддійський храм і навчала двісті інших черниць, поки не померла рік тому, в серпні місяці."
  },
  {
    "index": 39,
    "title": "Сон вдень",
    "text": "Майстер Соєн Шаку покинув цей світ у віці шістдесяти одного року. Виконавши справу свого життя, він залишив велике вчення, набагато багатше, ніж у більшості дзенських майстрів. Його учні спали вдень в середині літа, і хоча він не звертав на це уваги, сам він ніколи не втрачав ні хвилини. Коли йому було лише дванадцять років, він вже вивчав філософські спекуляції Тендай. Одного літнього дня повітря було таким спекотним, що маленький Соєн витягнув ноги і заснув, поки його вчителя не було вдома. Минуло три години, коли він раптово прокинувся і почув, як увійшов його вчитель, але було вже занадто пізно. Він лежав, розпластавшись на порозі. \"Прошу вибачення, прошу вибачення\", - шепотів його вчитель, обережно переступаючи через тіло Сойєна, наче через тіло якогось поважного гостя. Після цього Соєн більше ніколи не спав після обіду."
  },
  {
    "index": 40,
    "title": "У Країні Мрій",
    "text": "\"Наш шкільний учитель мав звичку дрімати після обіду, - розповідав учень Соєн Шаку. Ми, діти, запитували його, навіщо він це робить, а він відповідав: \"Я йду в країну снів, щоб зустрітися зі старими мудрецями, як це робив Конфуцій\". Коли Конфуцій спав, йому снилися древні мудреці, про яких він потім розповідав своїм послідовникам. \"Одного разу було дуже спекотно, тож дехто з нас задрімав. Наш шкільний учитель нас насварив. \"Ми пішли в країну снів, щоб зустрітися з древніми мудрецями, як і Конфуцій\", - пояснили ми. \"І що ж нам сказали ті мудреці?\" - запитав наш учитель. Один з нас відповів: \"Ми ходили в країну мрій, зустрілися з мудрецями і запитали їх, чи не приходить туди наш учитель кожного дня, але вони сказали, що ніколи не бачили такого хлопця\"."
  },
  {
    "index": 41,
    "title": "Дзен Джошу",
    "text": "Джошу почав вивчати дзен, коли йому було шістдесят років, і продовжував до вісімдесяти, коли він зрозумів дзен. Він викладав з вісімдесяти років до ста двадцяти: \"Якщо у мене в голові нічого немає, що мені робити?\" Джошу відповів: \"Викинь: \"Викинь це.\" \"Але якщо у мене нічого немає, як я можу це викинути?\" - продовжив запитувач. \"Що ж, - сказав Йошу, - тоді здійсни це.\""
  },
  {
    "index": 42,
    "title": "Відповідь мерця",
    "text": "Коли Мамія, який згодом став відомим проповідником, прийшов до вчителя за особистим наставництвом, його попросили пояснити звук однієї руки.\nМамія зосередився на тому, яким може бути звук однієї руки. \"Ти недостатньо старанно працюєш, - сказав йому вчитель. \"Ти занадто прив'язаний до їжі, багатства, речей і цього звуку. Було б краще, якби ти помер. Це вирішило б проблему\".\nНаступного разу, коли Мамія з'явився перед учителем, його знову запитали, що він може показати про звук однієї руки. Мамія одразу впав, наче мертвий.\n\"Ти і справді мертвий, - зауважив учитель. \"Але як щодо цього звуку?\n\"Я ще не розгадав\", - відповів Мамія, дивлячись вгору.\n\"Мертві не розмовляють\", - сказав учитель. \"Вийди геть!\""
  },
  {
    "index": 43,
    "title": "Дзен у житті жебрака",
    "text": "Тосуї був відомим учителем дзен свого часу. Він жив у кількох храмах і викладав у різних провінціях.\nВ останньому храмі, який він відвідав, зібралося так багато прихильників, що Тосуї сказав їм, що збирається повністю покинути лекційний бізнес. Він порадив їм розійтися і йти, куди їм заманеться. Після цього ніхто не міг знайти його слідів.\nЧерез три роки один з учнів знайшов його, коли він жив з жебраками під мостом у Кіото. Він одразу ж попросив Тосуї навчити його.\n\"Якщо ти зможеш робити так само, як я, хоча б пару днів, я міг би\", - відповів Тосуї.\nТож колишній учень переодягнувся жебраком і провів з Тосуї цілий день. Наступного дня один з жебраків помер. Тосуї та його учень віднесли тіло опівночі і поховали його на схилі гори. Після цього вони повернулися до свого притулку під мостом.\nТосуї міцно проспав решту ночі, але його учень не міг заснути. Коли настав ранок, Тосуї сказав: \"Сьогодні нам не доведеться просити їжу. Наш померлий друг залишив трохи там\". Але учень не зміг з'їсти жодного шматочка.\n\"Я ж казав, що ти не зможеш зробити так, як я\", - закінчив Тосуї. \"Забирайся звідси і не турбуй мене більше\"."
  },
  {
    "index": 44,
    "title": "Злодій, який став учнем",
    "text": "Одного вечора, коли Шічірі Кодзюн читав сутри, до нього увійшов злодій з гострим мечем, вимагаючи віддати йому гроші або життя: \"Не турбуй мене. Ти можеш знайти гроші в тій шухляді\". Потім він продовжив свою декламацію. Трохи згодом він зупинився і покликав: \"Не бери все. Зловмисник зібрав більшу частину грошей і пішов геть. \"Подякуй людині, коли отримуєш подарунок\", - додав Шичірі. Чоловік подякував і пішов геть. Через кілька днів його спіймали, і він зізнався, серед іншого, у злочині проти Шичірі. Коли Шичірі викликали як свідка, він сказав: \"Цей чоловік не злодій, принаймні, наскільки я знаю. Я дав йому гроші, і він подякував мені за це.\" Після закінчення терміну ув'язнення цей чоловік пішов до Шичірі і став його учнем."
  },
  {
    "index": 45,
    "title": "Правильне і неправильне",
    "text": "Коли Банкей проводив тижні медитації на самоті, учні з різних куточків Японії приїжджали на них. Під час однієї з таких зустрічей одного учня спіймали на крадіжці. Про це повідомили Банкею з проханням виключити винуватця. Пізніше цього учня спіймали на подібній крадіжці, і Банкей знову проігнорував цю справу. Це обурило інших учнів, які склали петицію з проханням звільнити злодія, заявивши, що в іншому випадку вони підуть трупом. Коли Банкей прочитав петицію, він покликав усіх до себе. \"Ви мудрі брати, - сказав він їм. \"Ви знаєте, що правильно, а що ні. Ви можете піти кудись вчитися, якщо хочете, але цей бідний брат навіть не знає, що добре, а що погано. Хто його навчить, якщо не я? Я залишу його тут, навіть якщо ви всі підете.\" Потік сліз очистив обличчя брата-крадія. Усе бажання красти зникло."
  },
  {
    "index": 46,
    "title": "Як трава і дерева стають просвітленими",
    "text": "У період Камакура Шінкан шість років вивчав Тендай, потім сім років вивчав Дзен; потім він поїхав до Китаю і споглядав Дзен ще тринадцять років. Коли він повернувся до Японії, багато хто хотів взяти у нього інтерв'ю і ставив настирливі запитання. Але коли Шінкан приймав відвідувачів, що траплялося нечасто, він рідко відповідав на їхні запитання. Одного разу п'ятдесятирічний учень, що досяг просвітлення, сказав Шінкану: \"Я вивчав Тенденцію Дзен: \"Я вивчав філософську школу Тендай з дитинства, але одну річ у ній я не можу зрозуміти. Тендай стверджує, що навіть трава і дерева стануть просвітленими. Мені це здається дуже дивним\". \"Який сенс обговорювати, як трава і дерева стають просвітленими?\" - запитав Шінкан. \"Питання в тому, як ти сам можеш стати просвітленим. Ти коли-небудь думав про це?\" - \"Я ніколи не думав про це в такому сенсі\", - здивувався старий. \"Тоді йди додому і подумай про це\", - закінчив Шінкан."
  },
  {
    "index": 47,
    "title": "Скупий художник",
    "text": "Гессен був монахом-художником. Перш ніж почати малювати чи писати картину, він завжди наполягав на тому, щоб йому заплатили наперед, і його гонорари були високими. Його називали \"Скупий художник\". Одного разу гейша дала йому замовлення на картину. \"Скільки ти можеш заплатити?\" - запитав Гессен. \"Скільки захочеш, - відповіла дівчина, - але я хочу, щоб ти працював переді мною\". Одного дня Гессена покликала до себе гейша. Вона влаштовувала бенкет для своєї покровительки, і Гессен тонким пензлем намалював картину. Коли вона була завершена, він попросив найвищу суму свого часу. Він отримав свою платню. Тоді гейша звернулася до свого покровителя і сказала: \"Цей художник хоче тільки грошей. Його картини прекрасні, але його розум брудний; гроші зробили його каламутним. Його роботи, намальовані таким брудним розумом, не придатні для виставки. Знявши спідницю, вона попросила Гессена намалювати ще одну картину на задній частині спідниці. \"Скільки ти заплатиш?\" - запитав Гессен. \"О, скільки завгодно\", - відповіла дівчина.Гессен назвав фантастичну ціну, намалював картину так, як вона просила, і пішов геть.Пізніше стало відомо, що Гессен мав такі причини для бажання грошей:У його провінції часто навідувався спустошливий голод. Багаті не допомагали бідним, тому Гессен мав таємний, нікому не відомий склад, який він тримав наповненим зерном, приготованим на випадок надзвичайних ситуацій. Дорога від його села до Національної Святині була в дуже поганому стані, і багато мандрівників страждали, подорожуючи нею. Його вчитель помер, так і не здійснивши свого бажання побудувати храм, і Гессен захотів завершити цей храм за нього. Після того, як Гессен здійснив свої три бажання, він викинув свої пензлі та матеріали і, пішовши в гори, більше ніколи не малював."
  },
  {
    "index": 48,
    "title": "Точна пропорція",
    "text": "Сен-но Рікю, чайний майстер, захотів повісити кошик з квітами на колону. Він попросив теслю допомогти йому, вказуючи, щоб той поставив кошик трохи вище чи нижче, правіше чи лівіше, доки той не знайшов потрібне місце. \"Це те місце\", - нарешті сказав Сен-но Рікія. Тесля, щоб перевірити майстра, позначив місце, а потім вдав, що забув. Це було те місце? \"Можливо, це те місце?\" - перепитував тесля, вказуючи на різні місця на колоні. Але почуття міри у чайного майстра було настільки точним, що тільки тоді, коли тесля знову дійшов до ідентичного місця, його розташування було підтверджено."
  },
  {
    "index": 49,
    "title": "Будда з чорним носом",
    "text": "Черниця, яка шукала просвітлення, зробила статую Будди і покрила її золотим листям. Куди б вона не йшла, вона носила цього золотого Будду з собою. Минули роки, і, все ще носячи свого Будду, черниця оселилася в маленькому храмі в країні, де було багато Будд, кожен з яких мав свою особливу святиню. Черниця захотіла запалити пахощі перед своїм золотим Буддою. Не бажаючи, щоб пахощі потрапляли до інших, вона вигадала воронку, через яку дим піднімався лише до її статуї. Від цього ніс золотого Будди почорнів, зробивши його особливо потворним."
  },
  {
    "index": 50,
    "title": "Ясне усвідомлення Рьонен",
    "text": "Буддійська монахиня, відома як Рьонен, народилася в 1797 році. Вона була онукою відомого японського воїна Сінґена. Її поетичний геній і зваблива краса були такими, що в сімнадцять років вона вже служила імператриці як одна з придворних дам. Вже в такому юному віці на неї чекала слава. Кохана імператриця несподівано померла, і сподівання Рьонен розвіялися. Вона гостро усвідомила мінливість життя в цьому світі. Саме тоді вона захотіла вивчати дзен, але її родичі не погодилися з цим і практично змусили її вийти заміж. Пообіцявши, що після народження трьох дітей вона стане черницею, Рьонен погодилася. До двадцяти п'яти років вона виконала цю умову. Тоді її чоловік і родичі вже не могли відмовити її від цього бажання. Вона поголила голову, взяла собі ім'я Рьонен, що означає \"ясно усвідомлювати\", і вирушила в паломництво. Вона прийшла в місто Едо і попросила Тецуґі прийняти її в учні. З першого погляду майстер відкинув її, бо вона була надто вродливою. Рьонен пішла до іншого майстра, Хакуо. Хакуо відмовив їй з тієї ж причини, сказавши, що її краса принесе лише неприємності. Рьонен взяла розпечену праску і приклала її до свого обличчя. За кілька миттєвостей її краса зникла назавжди. Хакуо прийняв її як ученицю. На згадку про цю подію Рьонен написала вірш на звороті маленького дзеркальця: \"На службі в імператриці я палила пахощі, щоб ароматизувати свій вишуканий одяг, а тепер, як бездомна жебрачка, обпалюю своє обличчя, щоб увійти до дзенського храму.\". Коли Рьонен збиралася покинути цей світ, вона написала ще один вірш:Шістдесят шість разів ці очі бачили мінливу картину осені.Я вже достатньо розповіла про місячне світло,Не питай більше.Слухай тільки голос сосен і кедрів, коли не віє вітер."
  },
  {
    "index": 51,
    "title": "Кислий місо",
    "text": "Монах-кухар Дайріо в монастирі Банкея вирішив, що буде дбати про здоров'я свого старого вчителя і даватиме йому тільки свіже місо - пасту з соєвих бобів, змішаних з пшеницею і дріжджами, яка часто бродила. Банкей, помітивши, що йому подають краще місо, ніж його учням, запитав: \"Хто сьогодні готує?\": \"Хто сьогодні кухар?\" Перед ним поставили Дайріо. Банкей дізнався, що за віком і становищем він повинен їсти тільки свіже місо. Тому він сказав кухареві: \"Тоді, по-твоєму, я взагалі не повинен їсти\". З цими словами він увійшов до своєї кімнати і замкнув двері. Дайріо, сидячи за дверима, попросив вибачення у свого вчителя. Банкей не відповів. Сім днів Дайріо сидів надворі, а Банкей всередині. Нарешті, у відчаї один з адептів голосно покликав Банкея: \"З тобою, старий учителю, може, все гаразд, але цьому молодому учневі треба їсти. Він не може вічно сидіти без їжі!\" На це Банкей відчинив двері. Він посміхався. Він сказав Дайріо: \"Я наполягаю на тому, щоб їсти ту ж їжу, що і найменший з моїх учнів. Коли ти станеш учителем, я не хочу, щоб ти забував про це\"."
  },
  {
    "index": 52,
    "title": "Твоє світло може згаснути",
    "text": "Учень Тендай, філософської школи буддизму, прийшов до дзенської обителі Гасан як учень. Коли він збирався їхати через кілька років, Гасан попередив його: \"Вивчення істини умоглядно корисне як спосіб збору проповідницького матеріалу. Але пам'ятай, що якщо ти не будеш постійно медитувати, твоє світло істини може згаснути\"."
  },
  {
    "index": 53,
    "title": "Той, хто дає, повинен бути вдячним",
    "text": "Коли Сейецу був майстром Енгаку в Камакурі, він потребував більшого приміщення, оскільки ті, в яких він навчав, були переповнені. Умеза Сейбей, купець з Едо, вирішив пожертвувати п'ятсот золотих монет, які називалися рьо, на будівництво більш пристойної школи. Ці гроші він приніс вчителеві. Сейсецу сказав: \"Гаразд. Умэдзу віддав Сейсецу мішок із золотом, але той був незадоволений ставленням вчителя. На три рьо можна прожити цілий рік, а купець навіть не подякував за п'ятсот. \"У цьому мішку п'ятсот рьо\", - натякнув Умэдза. \"Ти вже казав мені це раніше, - відповів Сейсецу. \"Навіть якщо я багатий купець, п'ятсот рьо - це великі гроші\", - сказав Умэдзу. \"Хочеш, щоб я подякував тобі за них?\" - запитав Сейсеці. \"Ти повинен\", - відповів Умэдза. \"Чому я повинен?\" - запитав Сейсецу. \"Той, хто дарує, повинен бути вдячним\"."
  },
  {
    "index": 54,
    "title": "Остання воля і заповіт",
    "text": "Іккю, відомий вчитель дзен епохи Асікаґа, був сином імператора. Коли він був зовсім юним, його мати покинула палац і пішла вивчати дзен у храм. Таким чином принц Іккю також став учнем. Коли мати померла, вона залишила йому листа. У ньому йшлося: \"Іккю: \"Я завершила свою роботу в цьому житті і тепер повертаюся у Вічність. Я бажаю тобі стати хорошим учнем і усвідомити свою природу Будди. Ти дізнаєшся, чи перебуваю я в пеклі і чи завжди я з тобою, чи ні. Якщо ти станеш людиною, яка усвідомить, що Будда і його послідовник Бодхідхарма - твої власні слуги, ти зможеш покинути навчання і працювати на благо людства. Будда проповідував сорок дев'ять років і за весь цей час не вважав за потрібне промовити жодного слова. Ви маєте знати, чому. Але якщо не знаєш, але все ж хочеш, уникай безплідних роздумів. твоя мати. не народився, не помер.першого вересня.P.S. Вчення Будди було головним чином для того, щоб просвітлювати інших. Якщо ви залежні від будь-якого з його методів, ви не більше ніж неосвічена комаха. Існує 80 000 книг про буддизм, і якщо ви прочитаєте їх усі і все одно не побачите власної природи, ви не зрозумієте навіть цього листа. Це моя воля і заповіт."
  },
  {
    "index": 55,
    "title": "Чайний майстер і вбивця",
    "text": "Тайко, воїн, який жив у Японії до епохи Токугави, вивчав Ча-но-ю, чайний етикет, у Сен-но Рікю, вчителя цього естетичного вираження спокою і задоволеності. Воїн, що супроводжував Тайко, Като, сприйняв захоплення свого начальника чайним етикетом як недбале ставлення до державних справ, тому вирішив убити Сен-но Рікю. Він зробив вигляд, що завітав до чайного майстра зі світським візитом, і був запрошений випити чаю. Майстер, який добре знався на своєму мистецтві, з першого погляду зрозумів наміри воїна, тому запропонував Като залишити меч надворі, перш ніж зайти до кімнати для церемонії, пояснивши, що Ча-но-ю уособлює сам мир, але Като не став цього слухати. \"Я воїн, - сказав він. \"Я завжди маю при собі меч. Ча-но-ю чи не Ча-но-ю, я маю свій меч.\" \"Дуже добре. Принеси свій меч і випий чаю\", - погодився Сен-но Рікю. Чайник закипів на вугіллі. Раптом Сен-но Рікю перекинув його набік. Здійнялася шипляча пара, наповнивши кімнату димом і попелом. Переляканий воїн вибіг на вулицю. Чайний майстер вибачився. \"Це була моя помилка. Повертайся і випий чаю. У мене є твій меч, покритий попелом, я почищу його і віддам тобі.\" У цій ситуації воїн зрозумів, що не зможе вбити чайного майстра, тому відмовився від цієї ідеї."
  },
  {
    "index": 56,
    "title": "Істинний шлях",
    "text": "Незадовго до смерті Нінакави його відвідав дзенський майстер Іккю. \"Хочеш, щоб я повів тебе далі?\" - запитав Іккю. запитав Ік'ю. Нінакава відповів: \"Я прийшов сюди один і піду один. Чим ти можеш мені допомогти?\" Іккю відповів: \"Якщо ти думаєш, що я справді прийшов сюди: \"Якщо ти думаєш, що ти справді приходиш і йдеш, то це твоя омана. Дозволь мені показати тобі шлях, на якому немає ні приходу, ні відходу.\" Своїми словами Іккю так ясно показав цей шлях, що Нінакава посміхнувся і помер."
  },
  {
    "index": 57,
    "title": "Райська брама",
    "text": "Солдат на ім'я Нобусіґе прийшов до Хакуїна і запитав: \"Чи справді існує рай і пекло?\" \"Хто ти?\" - запитав Хакуїн. \"Я самурай\", - відповів воїн. \"Ти, солдат!\" - вигукнув Хакуїн. \"Який правитель може мати тебе за охоронця? Твоє обличчя схоже на обличчя жебрака.\" Нобусіґе так розлютився, що почав витягати свій меч, але Хакуін продовжував: \"То в тебе є меч! Твоя зброя, мабуть, занадто тупа, щоб відтяти мені голову.\" Коли Нобусіґе витягнув свій меч, Хакуін зауважив: \"Відчини ворота пекла: \"Відчиняй ворота пекла!\" На ці слова самурай, відчуваючи дисциплінованість господаря, вклав свій меч у піхви і вклонився. \"Відчиняй ворота раю\", - сказав Хакуїн."
  },
  {
    "index": 58,
    "title": "Арешт Кам'яного Будди",
    "text": "Купець з п'ятдесятьма рулонами бавовняних товарів на плечах зупинився відпочити від денної спеки під навісом, де стояв великий кам'яний Будда. Там він заснув, а коли прокинувся, його товар зник. Він негайно повідомив про це в поліцію. Суддя на ім'я О-ока відкрив суд для розслідування. \"Цей кам'яний Будда, мабуть, вкрав товар, - зробив висновок суддя. \"Він повинен дбати про добробут людей, але він не виконав свій святий обов'язок. Заарештуйте його!\" Поліція заарештувала кам'яного Будду і віднесла його до суду. Галасливий натовп слідував за статуєю, цікавлячись, який вирок збирається винести суддя. Коли О-ока з'явився на лаві суддів, він дорікнув галасливій аудиторії. \"Яке право ви маєте з'являтися перед судом, сміючись і жартуючи? Ви проявляєте неповагу до суду і підлягаєте штрафу та ув'язненню!\" Люди поспішили вибачитися. \"Я змушений накласти на вас штраф, - сказав суддя, - але я відстрочу його за умови, що кожен з вас протягом трьох днів принесе до суду по одному рулону бавовняних виробів. Той, хто цього не зробить, буде заарештований\". Один з рулонів тканини, який принесли люди, купець швидко впізнав як свій власний, і таким чином злодія було легко викрити. Купець повернув свій товар, а рулони бавовни були повернуті людям."
  },
  {
    "index": 59,
    "title": "Солдати людяності",
    "text": "Одного разу дивізія японської армії брала участь в удаваній битві, і деякі офіцери вважали за потрібне розмістити свій штаб у храмі Гасана. Гасан сказав своєму кухареві: \"Нехай офіцери їдять тільки ту ж просту їжу, що і ми\". Це розлютило солдатів, оскільки вони звикли до дуже шанобливого ставлення до себе. Один з них підійшов до Гасана і сказав: \"За кого ви нас маєте? Ми солдати, які жертвують своїм життям за свою країну. Чому ви не ставитеся до нас відповідно?\" Гасан суворо відповів: \"За кого ви нас маєте? Ми солдати людства, які прагнуть врятувати всіх живих істот\"."
  },
  {
    "index": 60,
    "title": "Тунель",
    "text": "Дзенкай, син самурая, поїхав до Едо і став слугою високого чиновника. Він закохався в дружину чиновника і був викритий. З метою самозахисту він убив чиновника. Потім він втік з дружиною, і вони обоє стали злодіями. Але жінка була настільки жадібною, що Зенкай відчув до неї огиду. Врешті-решт, покинувши її, він подався далеко в провінцію Бузен, де став мандрівним жебраком. Щоб спокутувати своє минуле, Дзенкай вирішив зробити якусь добру справу за життя. Знаючи про небезпечну дорогу над урвищем, яка стала причиною смерті і каліцтва багатьох людей, він вирішив прорити тунель через гору. Вдень він жебракував, а вночі працював, копаючи тунель. Коли минуло тридцять років, тунель мав 2280 футів у довжину, 20 футів у висоту і 30 футів у ширину. За два роки до завершення роботи син убитого ним чиновника, який був вправним фехтувальником, вистежив Зенкая і прийшов, щоб убити його з помсти. \"Я добровільно віддам тобі своє життя, - сказав Зенкай. \"Тільки дай мені закінчити цю роботу. У день, коли вона буде завершена, ти зможеш мене вбити.\" І син став чекати цього дня. Минуло кілька місяців, а Зендай продовжував копати. Синові набридло нічого не робити, і він почав допомагати копати. Після того, як він допомагав більше року, він почав захоплюватися сильною волею і характером Зенкая. Нарешті тунель був завершений, і люди могли користуватися ним і подорожувати в безпеці. \"Тепер відрубайте мені голову\", - сказав Зенкай. \"Моя робота зроблена.\" \"Як я можу відрубати голову своєму вчителеві?\" - запитав молодий чоловік зі сльозами на очах."
  },
  {
    "index": 61,
    "title": "Гудо та імператор",
    "text": "Імператор Ґойодзей вивчав дзен під керівництвом Ґудо. Він запитав: \"У дзен цей самий розум і є Будда. Чи правильно це?\" Гудо відповів: \"Якщо я скажу \"так\", ти будеш думати, що розумієш, не розуміючи. Якщо я скажу \"ні\", то суперечитиму факту, який багато хто добре розуміє\". Наступного дня імператор запитав Гудо: \"Куди потрапляє просвітлена людина, коли помирає?\" Гудо відповів: \"Я не знаю\": \"Я не знаю.\" \"Чому ти не знаєш?\" - запитав імператор. \"Тому що я ще не помер\", - відповів Гудо. Імператор не наважився розпитувати далі про речі, які його розум не міг осягнути. Тоді Гудо вдарив долонею по підлозі, ніби пробуджуючи його, і імператор був просвітлений! Після просвітлення імператор поважав дзен і старого Гудо ще більше, ніж будь-коли, і навіть дозволив Гудо носити його капелюх у палаці взимку. Коли Гудо було за вісімдесят, він засинав посеред лекції, і імператор тихо виходив до іншої кімнати, щоб його улюблений учитель міг насолодитися відпочинком, якого потребувало його старіюче тіло."
  },
  {
    "index": 62,
    "title": "У руках долі",
    "text": "Великий японський воїн на ім'я Нобунага вирішив напасти на ворога, хоча у нього була лише десята частина людей, якими командував супротивник. Він знав, що переможе, але його солдати сумнівалися. Дорогою він зупинився біля синтоїстського храму і сказав своїм воїнам: \"Після того, як я відвідаю храм, я кину монету. Якщо випаде орел, ми переможемо, якщо решка - програємо. Доля тримає нас у своїй руці\". Нобунага увійшов до храму і підніс тиху молитву. Він вийшов і кинув монету. З'явилися голови. Його воїни так хотіли битися, що легко виграли битву. \"Ніхто не може змінити руку долі\", - сказав йому після битви його слуга. \"Дійсно, ні\", - відповів Нобунага, показуючи монету, яка була подвоєна, з орлом і решкою, зверненими в обидва боки."
  },
  {
    "index": 63,
    "title": "Вбивство",
    "text": "Одного разу Гасан дав настанову своїм прихильникам: \"Мають рацію ті, хто виступає проти вбивства і бажає зберегти життя всіх свідомих істот. Добре захищати навіть тварин і комах. Але як бути з тими, хто вбиває час, як бути з тими, хто руйнує багатство, як бути з тими, хто руйнує політичну економію? Ми не повинні залишати їх поза увагою. Крім того, як бути з тим, хто проповідує без просвітлення? Він вбиває буддизм\"."
  },
  {
    "index": 64,
    "title": "Касан Піт",
    "text": "Касана попросили відслужити на похороні провінційного лорда. Він ніколи раніше не зустрічався з лордами і вельможами, тому нервував. Коли церемонія розпочалася, Касан спітнів. Згодом, коли він повернувся, то зібрав своїх учнів. Касан зізнався, що він ще не готовий бути вчителем, бо йому бракує тієї ж самості, яку він мав у світі слави, що й у відокремленому храмі. Тоді Касан пішов у відставку і став учнем іншого вчителя. Через вісім років він повернувся до своїх колишніх учнів просвітленим."
  },
  {
    "index": 65,
    "title": "Підкорення привида",
    "text": "Молода дружина захворіла і була при смерті. \"Я так тебе кохаю, - сказала вона чоловікові, - що не хочу тебе залишати. Не йди від мене до іншої жінки. Якщо підеш, я повернуся як привид і буду завдавати тобі нескінченних неприємностей.\" Незабаром дружина померла. Перші три місяці чоловік поважав її останню волю, але потім зустрів іншу жінку і закохався в неї. Відразу після заручин до чоловіка щоночі з'являвся привид, який докоряв йому за те, що він не дотримав своєї обіцянки. Привид був дуже розумним. Вона розповіла йому все, що сталося між ним і його новою коханою. Щоразу, коли він дарував своїй нареченій подарунок, привид детально описував його. Вона навіть повторювала розмови, і це так дратувало амна, що він не міг заснути. Хтось порадив йому звернутися з цією проблемою до дзен-майстра, який жив неподалік від села. Врешті-решт, у відчаї бідолаха звернувся до нього по допомогу. \"Твоя колишня дружина стала привидом і знає все, що ти робиш, - прокоментував майстер. \"Що б ти не робив, що б не говорив, що б не дарував своїй коханій, вона все знає. Вона, мабуть, дуже мудрий привид. Справді, ви повинні захоплюватися таким привидом. Наступного разу, коли вона з'явиться, торгуйся з нею. Скажи їй, що вона знає так багато, що ти нічого не можеш від неї приховати, і що якщо вона відповість тобі на одне питання, ти обіцяєш розірвати свої заручини і залишитися неодруженим\". \"Яке ж питання я повинен їй задати?\" - запитав чоловік. Майстер відповів: \"Візьми велику жменю соєвих бобів і запитай її, скільки саме бобів ти тримаєш у руці. Якщо вона не зможе тобі відповісти, ти знатимеш, що вона лише плід твоєї уяви і більше не буде тебе турбувати\". Наступної ночі, коли привид з'явився, чоловік підлестився до неї і сказав, що вона все знає. \"Так, - відповіла примара, - і я знаю, що ти сьогодні ходив до того дзенського майстра\". \"І якщо ти так багато знаєш, - зажадав чоловік, - скажи мені, скільки бобів я тримаю в цій руці!\" Привида вже не було, і він не зміг відповісти на це запитання."
  },
  {
    "index": 66,
    "title": "Діти Його Величності",
    "text": "Ямаока Тесю був вихователем імператора. Він також був майстром фехтування і глибоким учнем дзен-буддизму. Його дім був притулком бродяг. Імператор, побачивши, наскільки зношеним був його одяг, дав Ямаоці трохи грошей, щоб той купив новий. Коли Ямаока з'явився наступного разу, на ньому був той самий старий одяг. \"Куди подівся твій новий одяг, Ямаоко?\" - запитав імператор. \"Я забезпечив одягом дітей Вашої Величності\", - пояснив Ямаока."
  },
  {
    "index": 67,
    "title": "Що ти робиш! Що ти кажеш!",
    "text": "У наш час багато нісенітниць говорять про майстрів і учнів, про успадкування вчення майстра улюбленими учнями, що дає їм право передавати істину своїм адептам. Звичайно, дзен слід передавати саме так, від серця до серця, і в минулому це дійсно відбувалося. Панували тиша і смирення, а не професія і самоствердження. Той, хто отримав таке вчення, зберігав його в таємниці навіть через двадцять років. Лише тоді, коли хтось інший через власну потребу дізнавався, що поруч був справжній учитель, він дізнавався, що вчення було передане, і навіть тоді нагода виникла цілком природно, і вчення проклало собі шлях саме по собі. За жодних обставин учитель навіть не стверджував: \"Я є наступником такого-то\". Таке твердження довело б зовсім протилежне: у дзен-майстра Му-нана був лише один послідовник. Його звали Сьоджу. Після того, як Сьоджу завершив своє навчання дзен, Му-нань покликав його до себе в кімнату. \"Я старію, - сказав він, - і наскільки я знаю, Сьоджу, ти єдиний, хто продовжить це вчення. Ось тобі книга. Вона передавалася від майстра до майстра протягом семи поколінь. Я також додав багато пунктів відповідно до свого розуміння. Ця книга дуже цінна, і я дарую її тобі, щоб ти продовжував її.\" \"Якщо книга така важлива, то краще залиш її собі, - відповів Сьодзю. \"Я отримав твій дзен без записів і задоволений ним таким, яким він є.\" \"Я знаю це, - сказав Му-нан. \"І все ж таки, цей твір передавався від майстра до майстра протягом семи поколінь, тож ти можеш зберігати його як символ того, що ти отримав вчення. Ось.\" Так сталося, що вони розмовляли перед жаровнею. Щойно Сьоджу відчув книгу в руках, він кинув її у вугілля, що палало. У нього не було жадоби до багатства. Му-нан, яка ніколи раніше не гнівалася, закричала: \"Що ти робиш!\" Сьоджу крикнув у відповідь: \"Що ти кажеш!\""
  },
  {
    "index": 68,
    "title": "Одна нота дзен",
    "text": "Після того, як Какуа відвідав імператора, він зник, і ніхто не знав, що з ним сталося. Він був першим японцем, який вивчав дзен у Китаї, але оскільки він нічого не показав, окрім однієї записки, його не пам'ятають як такого, що приніс дзен у свою країну.Какуа відвідав Китай і прийняв істинне вчення. Він не подорожував, поки був там. Постійно медитуючи, він жив на віддаленій частині гори. Коли люди знаходили його і просили проповідувати, він говорив кілька слів, а потім переходив на іншу частину гори, де його було легше знайти. Імператор почув про Какуа, коли повернувся до Японії, і попросив його проповідувати дзен для свого повчання і повчання своїх підданих. Какуа стояв перед імператором у мовчанні. Потім він витягнув флейту зі складок свого вбрання і подув на неї одну коротку ноту. Ввічливо вклонившись, він зник."
  },
  {
    "index": 69,
    "title": "Поїдання провини",
    "text": "Одного разу виникли обставини, які затримали приготування обіду для майстра Сото-дзен Фукаї та його послідовників. Поспішаючи, кухар пішов у сад зі своїм кривим ножем, зрізав верхівки зелених овочів, подрібнив їх і зварив суп, не знаючи, що в поспіху поклав до овочів частину змії. Послідовники Фукаї думали, що ніколи не куштували такого смачного супу. Але коли сам майстер знайшов голову змії у своїй мисці, він покликав кухаря. \"Що це?\" - запитав він, простягаючи йому голову змії. \"О, дякую, вчителю\", - відповів кухар, взявши шматок і швидко з'ївши його."
  },
  {
    "index": 70,
    "title": "Найцінніша річ у світі",
    "text": "Созана, китайського майстра дзен-буддизму, запитав учень: \"Що є найціннішою річчю у світі?\" Майстер відповів: \"Голова мертвого кота.\" \"Чому голова мертвого кота є найціннішою річчю у світі?\" - запитав учень, і Созан відповів: \"Тому що ніхто не може назвати її ціну: \"Тому що ніхто не може назвати її ціну\"."
  },
  {
    "index": 71,
    "title": "Вчимося мовчати",
    "text": "Учні школи Тендай вивчали медитацію ще до того, як дзен прийшов до Японії. Четверо з них, які були близькими друзями, пообіцяли один одному дотримуватися семи днів мовчання. Першого дня всі мовчали. Медитація розпочалася сприятливо, але коли настала ніч і олійні лампи стали тьмяніти, один з учнів не стримався і вигукнув до слуги: \"Полагодьте лампи!\": \"Полагодь ці лампи!\" Другий учень здивувався, почувши слова першого. \"Ми не повинні говорити ні слова, - зауважив він, - ви обидва дурні. Чому ти заговорив?\" - запитав третій. \"Я єдиний, хто не заговорив\", - підсумував четвертий учень."
  },
  {
    "index": 72,
    "title": "Володар тупоголових",
    "text": "Двох учителів дзен, Дайґу і Ґудо, запросили відвідати одного володаря. Прибувши в гості, Ґудо сказав володареві: \"Ви мудрий від природи і маєте вроджені здібності до вивчення дзен.\" \"Дурниці, - відповів Дайґу. \"Навіщо ти підлещуєшся до цього бовдура? Він хоч і пан, але нічого не знає про дзен.\" Тож замість того, щоб збудувати храм для Ґудо, пан збудував його для Дайґу і почав вивчати дзен разом з ним."
  },
  {
    "index": 73,
    "title": "Десять послідовників",
    "text": "Учні дзен дають обітницю, що навіть якщо їх вб'є їхній учитель, вони мають намір вивчати дзен. Зазвичай вони відрізають палець і скріплюють своє рішення кров'ю. З часом обітниця перетворилася на просту формальність, і з цієї причини учня, який загинув від руки Екідо, зробили мучеником. Екідо став суворим учителем. Учні боялися його. Один з них, який чергував, б'ючи в гонг, щоб повідомити час дня, пропустив удари, коли його погляд привернула красива дівчина, що проходила повз ворота храму. У цей момент Екідо, який стояв прямо за ним, вдарив його палицею, і від удару він помер. Опікун учня, почувши про нещасний випадок, попрямував прямо до Екідо. Знаючи, що він не винен, він похвалив вчителя за його суворе навчання. Екідо поставився до нього так, ніби учень був ще живий. Після цього випадку він зміг виховати під своїм керівництвом більше десяти просвітлених учнів, що є дуже незвичайним числом."
  },
  {
    "index": 74,
    "title": "Справжня Реформація",
    "text": "Рьокан присвятив своє життя вивченню дзен. Одного разу він почув, що його племінник, незважаючи на застереження родичів, витрачає гроші на куртизанку. Оскільки племінник зайняв місце Рьокана в управлінні родинним маєтком і майно було під загрозою розбазарювання, родичі попросили Рьокана щось зробити. Рьокану довелося подолати довгий шлях, щоб відвідати свого племінника, якого він не бачив багато років. Племінник, здавалося, був радий знову зустрітися з дядьком і запросив його залишитися на ніч. Вранці, коли він від'їжджав, він сказав юнакові: \"Я, мабуть, старію, у мене так тремтять руки. Чи не допоможеш ти мені зав'язати шнурок на солом'яному сандалі?\" Племінник охоче допоміг йому. \"Дякую, - закінчив Рьокан, - бачиш, людина з кожним днем старішає і слабшає. Бережи себе\". Після цього Рьокан пішов, ні словом не згадавши про куртизанку і скарги родичів. Але з того ранку розсіяність племінника припинилася."
  },
  {
    "index": 75,
    "title": "Темперамент",
    "text": "Учень дзен прийшов до Банкея і поскаржився: \"Учителю, у мене некерований характер. Як мені його вилікувати?\" \"У тебе щось дуже дивне, - відповів Банкей. \"Покажи мені, що в тебе є.\" \"Зараз я не можу тобі цього показати\", - відповів той. \"Коли ж ти зможеш мені це показати?\" - запитав Банкей. \"Це виникає несподівано\", - відповів учень. \"Тоді, - зробив висновок Банкей, - це, мабуть, не твоя власна справжня природа. Якби це було так, ти міг би показати її мені в будь-який час. Коли ти народився, у тебе її не було, і батьки тобі її не дали. Подумай про це\"."
  },
  {
    "index": 76,
    "title": "Кам'яний розум",
    "text": "Хоген, китайський вчитель дзен, жив самотньо в маленькому храмі за містом. Одного разу четверо мандрівних монахів прийшли до нього на подвір'я і попросили розпалити вогнище, щоб зігрітися. Поки вони розпалювали багаття, Хоген почув, як вони сперечаються про суб'єктивність та об'єктивність. Він приєднався до них і сказав: \"Ось великий камінь. Як ви вважаєте, він знаходиться всередині чи зовні вашого розуму?\" Один з монахів відповів: \"З точки зору буддизму, все є об'єктивацією розуму, тому я б сказав, що камінь знаходиться всередині мого розуму\". \"Твоя голова, мабуть, дуже важка, - зауважив Хоген, - якщо ти носиш такий камінь в голові\"."
  },
  {
    "index": 77,
    "title": "Не прив'язуватися до пилу",
    "text": "Дзенґецу, китайський майстер династії Т'ан, написав наступну пораду для своїх учнів: \"Жити у світі, але не прив'язуватися до пилу світу - ось шлях справжнього учня дзен. Коли ви бачите добрий вчинок іншої людини, заохочуйте себе наслідувати її приклад. Почувши про помилковий вчинок іншого, порадьте собі не наслідувати його. Навіть перебуваючи наодинці в темній кімнаті, поводьтеся так, ніби перед вами благородний гість. Висловлюй свої почуття, але не ставай більш виразним, ніж твоя справжня природа. Бідність - це твій скарб. Ніколи не міняй його на легке життя. Людина може здаватися дурнем, але не бути ним. Чесноти - це плід самодисципліни, вони не падають з неба самі по собі, як дощ чи сніг. Скромність - основа всіх чеснот. Дозволь ближнім відкрити тебе, перш ніж ти сам відкриєшся їм. Благородне серце ніколи не змушує себе йти вперед. Його слова - як рідкісні дорогоцінні камені, які рідко виставляють напоказ і які мають велику цінність. Для щирого учня кожен день - щасливий день. Час минає, але він ніколи не пасе задніх. Ні слава, ні сором не можуть його зрушити з місця. Докоряй собі, але ніколи іншому. Не обговорюй, що добре, а що погано. Деякі речі, хоч і правильні, з покоління в покоління вважалися поганими. Оскільки цінність праведності може бути визнана через століття, не потрібно прагнути негайної оцінки. Живіть з метою, а результати залиште великому закону всесвіту. Проживайте кожен день у мирному спогляданні."
  },
  {
    "index": 78,
    "title": "Справжнє процвітання",
    "text": "Один багатий чоловік попросив Сенґая написати щось для подальшого процвітання його сім'ї, щоб воно передавалося з покоління в покоління. Сенґай дістав великий аркуш паперу і написав: \"Батько помирає, син помирає, онук помирає.\" Багач розсердився. \"Я просив тебе написати щось для щастя моєї родини! Чому ти так знущаєшся з цього?\" \"Я не збирався жартувати, - пояснив Сенгай. \"Якщо перед твоєю смертю помре твій син, це дуже засмутить тебе. Якщо ваш онук піде з життя раніше вашого сина, ви обоє будете розбиті горем. Якщо ваша сім'я, покоління за поколінням, піде з життя в тому порядку, який я назвав, це буде природний хід життя. Я називаю це справжнім процвітанням\"."
  },
  {
    "index": 79,
    "title": "Кадильниця",
    "text": "Жителька Нагасакі на ім'я Каме була однією з небагатьох майстринь у Японії, які виготовляли курильниці для ароматичних пахощів. Такий витвір мистецтва можна використовувати лише в чайній або перед сімейною святинею. Каме, чий батько до неї був таким же майстром, любила випити. Вона також палила і більшу частину часу спілкувалася з чоловіками. Коли вона заробляла трохи грошей, то влаштовувала бенкет, на який запрошувала художників, поетів, теслярів, робітників, чоловіків різних професій і захоплень. У їхньому товаристві вона розвивала свої проекти. Каме була надзвичайно повільною у створенні, але коли її робота була закінчена, це завжди був шедевр. Її пальники цінувалися в будинках, де жінки ніколи не пили, не курили і не спілкувалися вільно з чоловіками. Одного разу мер Нагасакі попросив Каме розробити для нього пальник для пахощів. Вона відкладала цю роботу доти, доки не минуло майже півроку. У цей час її відвідав мер, якого підвищили на посаді в далекому місті. Він закликав Каме почати роботу над його кадильницею. Нарешті, отримавши натхнення, Каме зробила кадильницю. Коли все було готово, вона поставила його на стіл. Вона довго і уважно дивилася на нього. Вона палила і пила перед ним, наче це була її власна компанія. Нарешті, взявши молоток, Каме розбила його на друзки. Вона побачила, що це не було досконалим творінням, якого вимагав її розум."
  },
  {
    "index": 80,
    "title": "Справжнє диво",
    "text": "Коли Банкей проповідував у храмі Рюмон, священик Шінсю, який вірив у спасіння через повторення імені Будди Любові, заздрив його численній аудиторії і захотів подискутувати з ним. Банкей був у розпалі розмови, коли з'явився священик, але той зчинив такий галас, що Банкей перервав свою проповідь і запитав про причину шуму. \"Засновник нашої секти, - похвалився священик, - мав таку чудодійну силу, що на одному березі річки тримав у руці пензлик, на іншому - папір, а вчитель писав по повітрю святе ім'я Аміди. Чи можеш ти зробити таку дивовижну річ?\" - з легкістю відповів Банкей: \"Можливо, ваша лисиця може виконати цей трюк, але це не є манерою дзен. Моє диво полягає в тому, що коли я відчуваю голод, я їм, а коли відчуваю спрагу, я п'ю\"."
  },
  {
    "index": 81,
    "title": "Просто лягай спати",
    "text": "Гасан сидів біля ліжка Текісуї за три дні до смерті свого вчителя. Текісуї вже обрав його своїм наступником. Нещодавно згорів храм, і Гасан був зайнятий відбудовою споруди. Текісуї запитав його: \"Що ти робитимеш, коли відбудуєш храм?\" \"Коли твоя хвороба закінчиться, ми хочемо, щоб ти виступав у ньому\", - відповів Гасан. \"А якщо я не доживу до того часу?\" \"Тоді ми знайдемо когось іншого\", - відповів Гасан. \"А якщо ти не зможеш нікого знайти?\" - продовжив Текісуї. Гасан голосно відповів: \"Не задавай таких дурних питань. Просто лягай спати.\""
  },
  {
    "index": 82,
    "title": "Нічого не існує",
    "text": "Ямаока Тесю, будучи молодим учнем дзен, відвідував одного майстра за іншим. Він звернувся до Докуона з Сьококу, бажаючи показати своє досягнення, він сказав: \"Розум, Будда і живі істоти, зрештою, не існують. Справжня природа явищ - це порожнеча. Немає ні реалізації, ні омани, ні мудреця, ні посередності. Немає нічого, що можна віддати, і нічого, що можна отримати.\" Докуон, який спокійно курив, нічого не відповів. Раптом він вдарив Ямаоку своєю бамбуковою люлькою. Це дуже розлютило юнака. \"Якщо нічого не існує, - запитав Докуон, - звідки взялася ця злість?\""
  },
  {
    "index": 83,
    "title": "Ні роботи, ні їжі",
    "text": "Хякуджо, китайський майстер дзен, працював зі своїми учнями навіть у вісімдесятирічному віці, підстригаючи сади, прибираючи територію та обрізаючи дерева. Учням було шкода бачити старого вчителя, який так важко працює, але вони знали, що він не прислухається до їхніх порад зупинитися, тому сховали його інструменти. Того дня майстер не їв. Наступного дня він не їв, і наступного теж. \"Він, мабуть, розсердився, бо ми сховали його інструменти, - припустили учні. \"Треба покласти їх на місце\". Наступного дня вчитель працював і їв так само, як і раніше. Увечері він наказав учням: \"Ні роботи, ні їжі\"."
  },
  {
    "index": 84,
    "title": "Справжні друзі",
    "text": "Давним-давно в Китаї жили два друзі, один з яких майстерно грав на арфі, а інший - вмів слухати. Коли один грав або співав про гору, інший говорив: \"Я бачу гору, яка стоїть перед нами: \"Я бачу гору перед нами!\" Коли той грав про воду, слухач вигукував: \"Ось біжить струмок!\" Але слухач захворів і помер. Перший друг перерізав струни своєї арфи і більше ніколи не грав. З того часу перерізання струн арфи завжди було ознакою близької дружби."
  },
  {
    "index": 85,
    "title": "Час помирати",
    "text": "Іккю, майстер дзен, був дуже розумним навіть у дитинстві. Його вчитель мав дорогоцінну чашку, рідкісний антикваріат. Якось Іккю розбив цю чашку і був дуже спантеличений. Почувши кроки свого вчителя, він тримав уламки чашки за спиною. Коли з'явився вчитель, Іккю запитав: \"Чому люди повинні вмирати?\" \"Це природно, - пояснив старший чоловік. \"Все має вмирати, і жити нам відведено так довго.\" Іккю, піднявши розбиту чашку, додав: \"Прийшов час і твоїй чашці померти\"."
  },
  {
    "index": 86,
    "title": "Живий Будда і люльколиварник",
    "text": "Майстри дзен дають особисті настанови у відокремленій кімнаті. Ніхто не входить, поки вчитель і учень разом. Мокурай, дзен-майстер храму Кеннін у Кіото, любив розмовляти з торговцями і газетярами, а також зі своїми учнями. Один майстер, що виготовляв баняки, був майже неписьменний. Він ставив Мокураї безглузді запитання, пив чай і йшов геть. Одного разу, коли він був там, Мокураї захотів дати особисті настанови учневі, тож попросив його зачекати в іншій кімнаті. \"Я розумію, що ви живий Будда, - заперечив той чоловік. \"Навіть кам'яні Будди в храмі ніколи не відмовляють численним людям, які збираються перед ними. Чому ж я маю бути виключеним?\" Мокураї довелося вийти на вулицю, щоб побачити свого учня."
  },
  {
    "index": 87,
    "title": "Три типи учнів",
    "text": "Майстер дзен на ім'я Ґеттан жив наприкінці епохи Токуґава. Він казав: \"Є три типи учнів: ті, що передають дзен іншим, ті, що доглядають за храмами і святинями, а ще є мішки з рисом і вішалки для одягу\". Гасан висловив ту саму думку. Коли він навчався у Текісуї, його вчитель був дуже суворим. Іноді він навіть бив його. Інші учні не витримували такого викладання і кидали навчання. Гасан залишався, кажучи: \"Поганий учень використовує вплив вчителя. Справедливий учень захоплюється добротою вчителя. Хороший учень стає сильним під дисципліною вчителя\"."
  },
  {
    "index": 88,
    "title": "Як написати китайський вірш",
    "text": "Одного відомого японського поета запитали, як написати китайський вірш. \"Звичайний китайський вірш складається з чотирьох рядків, - пояснив він. \"Перший рядок містить початкову фазу; другий рядок - продовження цієї фази; третій рядок відвертається від цієї теми і починає нову; а четвертий рядок об'єднує перші три рядки разом. Популярна японська пісня ілюструє це: \"Дві дочки торговця шовком живуть у Кіото. Старшій - двадцять, молодшій - вісімнадцять. Солдат може вбити мечем, але ці дівчата вбивають чоловіків очима\"."
  },
  {
    "index": 89,
    "title": "Дзен-діалог",
    "text": "Вчителі дзен навчають своїх юних учнів самовиражатися. У двох дзен-буддійських храмах було по дитині-протеже. Щоранку одна дитина, йдучи за овочами, зустрічала по дорозі іншу. \"Куди ти йдеш?\" - запитала одна дитина. \"Я йду туди, куди несуть мої ноги\", - відповів інший. Ця відповідь спантеличила першу дитину, і вона звернулася до свого вчителя за допомогою. \"Завтра вранці, - сказав йому вчитель, - коли ти зустрінеш цього хлопчика, постав йому те саме запитання. Він дасть тобі таку ж відповідь, і тоді ти запитай його: \"Припустимо, що у тебе немає ніг, куди ти йдеш?\". Це його вилікує\". Наступного ранку діти знову зустрілися. \"Куди ти йдеш?\" - запитала перша дитина. \"Я йду туди, куди дме вітер\", - відповів другий. Це знову не сподобалося хлопчикові, який відніс свою поразку вчителеві. \"Спитай його, куди він іде, якщо немає вітру\", - запропонував вчитель. \"Наступного дня діти зустрілися втретє\". \"Куди ти йдеш?\" - запитала перша дитина. \"Я йду на ринок, щоб купити овочі\", - відповів інший\"."
  },
  {
    "index": 90,
    "title": "Останній реп",
    "text": "Танґен навчався у Сенґая з дитинства. Коли йому виповнилося двадцять, він хотів покинути свого вчителя і відвідувати інших для порівняння, але Сенґай не дозволив цього. Щоразу, коли Танґен пропонував це зробити, Сенґай бив його по голові. Врешті-решт Танґен попросив старшого брата випросити дозвіл у Сенґая. Брат зробив це, а потім доповів Тангену: \"Все влаштовано. Я все влаштував, і ти можеш негайно вирушати в паломництво.\" Танґен пішов до Сенґая, щоб подякувати йому за дозвіл. Коли Танґен розповів про це своєму старшому братові, той сказав: \"Що сталося? \"У чому справа? Сенґай не має права давати дозвіл, а потім передумувати. Я йому так і скажу\". І він пішов до вчителя. \"Я не відміняв свого дозволу, - сказав Сенґай. \"Я просто хотів дати йому останнього прочухана, бо коли він повернеться, то прозріє, і я не зможу знову зробити йому догану\"."
  },
  {
    "index": 91,
    "title": "Смак меча Бандзо",
    "text": "Матадзюро Яґю був сином відомого фехтувальника. Його батько, вважаючи, що робота сина надто посередня, щоб очікувати від нього майстерності, відрікся від нього. Тоді Матадзюро пішов на гору Футара і там знайшов знаменитого фехтувальника Бандзо. Але Бандзо підтвердив рішення батька. \"Хочеш навчитися володіти мечем під моїм керівництвом?\" - запитав Бандзо. \"Ти не можеш виконати вимоги\". \"Але якщо я буду наполегливо працювати, скільки років знадобиться, щоб стати майстром?\" - наполягав юнак. \"Решту свого життя\", - відповів Бандзо. \"Я не можу чекати так довго, - пояснив Матадзюро. \"Я готовий пройти через будь-які труднощі, аби тільки ти навчив мене. Якщо я стану твоїм відданим слугою, як довго це триватиме?\" - \"О, може, років десять\", - поступився Бандзо. \"Мій батько старіє, і незабаром мені доведеться піклуватися про нього, - продовжував Матадзюро. \"Якщо я працюватиму набагато інтенсивніше, скільки часу мені знадобиться?\" - \"О, може, років тридцять\", - відповів Бандзо. \"Чому це?\" - запитав Матадзюро. \"Спочатку ти казав десять, а тепер тридцять років. Я піду на будь-які труднощі, щоб опанувати це мистецтво в найкоротший термін!\" \"Що ж, - сказав Бандзо, - в такому разі тобі доведеться залишитися зі мною на сімдесят років. Людина, яка так поспішає отримати результат, як ти, рідко вчиться швидко\". \"Добре, - сказав юнак, зрозумівши нарешті, що йому докоряють за нетерплячість, - я згоден\". Матадзюро було наказано ніколи не говорити про фехтування і ніколи не торкатися меча. Він готував їжу для свого господаря, мив посуд, застеляв ліжко, прибирав у дворі, доглядав за садом - і все це без жодного слова про фехтування. Минуло три роки. Але Матадзюро продовжував працювати. Думаючи про своє майбутнє, він сумував. Він навіть не почав вчитися мистецтву, якому присвятив своє життя, але одного разу Бандзо підкрався до нього ззаду і завдав страшного удару дерев'яним мечем. Наступного дня, коли Матадзюро варив рис, Бандзо знову несподівано накинувся на нього. Після цього вдень і вночі Матадзюро доводилося захищатися від несподіваних ударів. Не минало й дня, щоб він не думав про смак меча Бандзо. Він навчився так швидко, що викликав посмішку на обличчі свого господаря. Матадзюро став найкращим фехтувальником країни."
  },
  {
    "index": 92,
    "title": "Дзен з вогняним покером",
    "text": "Хакуін розповідав своїм учням про стару жінку, яка мала чайну, вихваляючи її розуміння дзен. Учні відмовлялися вірити його словам і йшли до чайної, щоб переконатися в цьому самі. Коли жінка бачила, що вони наближаються, вона одразу могла сказати, чи прийшли вони випити чаю, чи подивитися, як вона розуміє дзен. У першому випадку вона ввічливо обслуговувала їх. У другому - запрошувала учнів зайти за ширму. Як тільки вони підкорялися, вона била їх вогняною кочергою. Дев'ять з десяти з них не могли уникнути її побоїв."
  },
  {
    "index": 93,
    "title": "Дзен оповідача",
    "text": "Енчо був відомим оповідачем. Його розповіді про кохання хвилювали серця слухачів. Коли він розповідав історію про війну, здавалося, що слухачі самі перебувають на полі бою. Одного разу Енчо зустрів Ямаоку Тесю, мирянина, який майже досягнув майстерності в дзен. \"Я знаю, - сказав Ямаока, - що ви найкращий оповідач у нашій країні, і що ви змушуєте людей плакати або сміятися за власним бажанням. Розкажи мені мою улюблену історію про Персикового хлопчика. Коли я був маленьким, я спав поруч з мамою, і вона часто розповідала мені цю легенду. На середині розповіді я засинав. Розкажи мені її так, як це робила моя мама\". Енчо не наважувався спробувати це зробити. Він попросив час на навчання. Через кілька місяців він прийшов до Ямаоки і сказав: \"Будь ласка, дай мені можливість розповісти тобі цю історію\". \"Іншим разом\", - відповів Ямаока. Енчо був глибоко розчарований. Він продовжив навчання і спробував ще раз. Ямаока багато разів відмовляв йому. Коли Енчо починав говорити, Ямаока зупиняв його, кажучи: \"Ти ще не такий, як моя мати\". Минуло п'ять років, перш ніж Енчо зміг розповісти Ямаоці легенду так, як її розповідала йому його мати. Таким чином, Ямаока передав Енчо дзен."
  },
  {
    "index": 94,
    "title": "Опівнічна екскурсія",
    "text": "Багато учнів дзен-буддизму навчалися медитації у майстра дзен-буддизму Сенґая. Один з них вставав вночі, перелазив через стіну храму і йшов до міста на прогулянку. Сенґай, перевіряючи гуртожиток, виявив, що одного разу цього учня не було, а також знайшов високу табуретку, яку він використовував, щоб спуститися в колодязь. Коли мандрівник повернувся, не знаючи, що табурет - це Сенґай, він заліз ногами на голову господаря і стрибнув униз, на землю. Зрозумівши, що він зробив, він був вражений. Сенґай сказав: \"Холодно: \"Рано-вранці дуже холодно. Будь обережним, щоб не застудитися.\" Учень більше ніколи не виходив на вулицю вночі."
  },
  {
    "index": 95,
    "title": "Лист до вмираючого",
    "text": "Бассуї написав такого листа одному зі своїх учнів, який помирав: \"Сутність твого розуму не народжується, тому вона ніколи не помре. Вона не є існуванням, яке є тлінним. Вона не є порожнечею, яка є просто порожнечею. Він не має ні кольору, ні форми. Вона не має насолод і не страждає від болю\". \"Я знаю, що ти дуже хворий. Як добрий учень дзен-буддизму, ти зіткнувся з цією хворобою безпосередньо. Ти можеш не знати, хто саме страждає, але запитай себе: У чому суть цього розуму? Думай тільки про це. Більше тобі нічого не потрібно. Нічого не бажайте. Твій кінець, який нескінченний, подібний до сніжинки, що розчиняється в чистому повітрі\"."
  },
  {
    "index": 96,
    "title": "Крапля води",
    "text": "Дзенський майстер на ім'я Гісан попросив молодого учня принести йому відро води, щоб охолодити ванну. Учень приніс воду і, охолодивши ванну, вилив на землю те, що залишилося. \"Ти дурень!\" - вилаяв його майстер. \"Чому ти не віддав решту води рослинам? Яке ти маєш право витрачати навіть одну краплю води в цьому храмі?\" В ту ж мить молодий учень досяг дзен. Він змінив своє ім'я на Текісуї, що означає крапля води."
  },
  {
    "index": 97,
    "title": "Навчання досконалості",
    "text": "У давні часи в Японії використовували бамбуково-паперові ліхтарі зі свічками всередині. Одного разу сліпому чоловікові, який прийшов у гості до друга, запропонували ліхтар, щоб він взяв його з собою додому. \"Мені не потрібен ліхтар, - сказав він. \"Я знаю, що тобі не потрібен ліхтар, щоб знайти дорогу, - відповів його друг, - але якщо у тебе не буде ліхтаря, на тебе може натрапити хтось інший. Сліпий вирушив з ліхтарем, але не встиг він відійти далеко, як хтось наштовхнувся на нього. \"Дивись, куди йдеш!\" - вигукнув він до незнайомця. \"Хіба ти не бачиш цього ліхтаря?\" \"Твоя свічка догоріла, брате\", - відповів незнайомець."
  },
  {
    "index": 98,
    "title": "Неприв'язаність",
    "text": "Кітано Ґемпо, настоятелю храму Ейхей, було дев'яносто два роки, коли він помер у 1933 році. Все своє життя він намагався ні до чого не прив'язуватися. Коли йому було двадцять років, він випадково зустрів подорожнього, який курив тютюн. Йдучи разом гірською дорогою, вони зупинилися під деревом, щоб перепочити. Подорожній запропонував Кітано закурити, на що той погодився, оскільки був дуже голодний. \"Як приємно курити\", - прокоментував він. Другий дав йому ще одну люльку і тютюн, і вони розійшлися, і Кітано відчув: \"Такі приємні речі можуть заважати медитації. Поки це не зайшло надто далеко, я зупинюся зараз\". Тож він викинув курильний прилад геть. Коли йому було двадцять три роки, він вивчав І-Кінг, найглибшу доктрину Всесвіту. У той час була зима, і йому потрібен був важкий одяг. Він написав своєму вчителеві, який жив за сто миль звідси, про свою потребу і віддав листа подорожньому, щоб той доставив його. Минула майже ціла зима, а ні відповіді, ні одягу не було. Тож Кітано вдався до провидіння І-Кінг, яке також навчає мистецтву віщування, щоб визначити, чи його лист не зазнав невдачі, чи ні. Він виявив, що так воно і було. У листі, що надійшов згодом від його вчителя, не було жодної згадки про одяг. \"Якщо я буду виконувати таку точну визначальну роботу з І-Кінг, то можу занедбати свою медитацію\", - подумав Кітано. Тож він покинув це дивовижне вчення і більше ніколи не вдавався до його можливостей. Коли йому було двадцять вісім, він вивчав китайську каліграфію та поезію. Він став настільки вправним у цих мистецтвах, що його вчитель похвалив його. Кітано розмірковував: \"Якщо я не зупинюся зараз, то стану поетом, а не вчителем дзен\". Тож він більше ніколи не написав жодного вірша."
  },
  {
    "index": 99,
    "title": "Оцет Тосуї",
    "text": "Тосуї був дзенським майстром, який залишив формалізм храмів, щоб жити під мостом з жебраками. Коли він став дуже старим, друг допоміг йому заробляти на життя, не жебракуючи. Він показав Тосуї, як збирати рис і робити з нього оцет, і Тосуї робив це до самої смерті. Коли Тосуї робив оцет, один з жебраків дав йому зображення Будди. Тосуї повісив її на стіну своєї хатини і почепив поруч табличку. На табличці було написано: \"Пан Аміда Будда\": Ця маленька кімната досить вузька. Я можу дозволити вам залишитися тут тимчасово. Але не думайте, що я прошу вас відродитися у вашому раю."
  },
  {
    "index": 100,
    "title": "Храм мовчання",
    "text": "Сьоїчі був однооким учителем дзен, що виблискував просвітленням. Він навчав своїх учнів у храмі Тофуку. День і ніч увесь храм стояв у тиші. Не було жодного звуку, навіть читання сутр було скасовано вчителем. Його учням нічого не залишалося робити, окрім медитації. Коли вчитель помер, стара сусідка почула дзвін дзвонів і читання сутр. Тоді вона зрозуміла, що Сьоїчі пішов."
  },
  {
    "index": 101,
    "title": "Дзен Будди",
    "text": "Будда сказав: \"Я розглядаю позиції царів і правителів як позиції пилинок. Скарби золота і самоцвітів я розглядаю як безліч цеглинок і камінчиків. Я дивлюся на найтонші шовкові шати як на подерте лахміття. Я бачу міріади світів всесвіту як маленькі зернятка плодів, а найбільше озеро в Індії - як краплю олії на моїй нозі. Я сприймаю вчення про світ як ілюзію фокусників. Я бачу найвищу концепцію звільнення як золоту парчу уві сні, а святий шлях просвітлених - як квіти, що з'являються в очах. Я бачу медитацію як гірський стовп, Нірвану - як нічний кошмар. Я дивлюся на судження про добро і зло як на зміїний танець дракона, а на злет і падіння переконань - як на сліди, залишені чотирма порами року\"."
  }
]