import { Story } from "@/data/Story";

export const stories: Story[] = [
  {
    "index": 1,
    "title": "Чашка чаю",
    "text": "Нан-ін, японський майстер епохи Мейдзі (1868-1912), прийняв професора університету, який прийшов розпитати про дзен.\nВін налив відвідувачеві повну чашку, а потім продовжував наливати.\nПрофесор спостерігав за переповненням чашки, поки не зміг більше стримуватися.\n\"Вона переповнена.\nБільше не влізе!\"\n\"Як і ця чаша, - сказав Нан-ін, - ви переповнені власними думками та домислами.\nЯк я можу показати тобі дзен, якщо ти не спорожниш свою чашу?\""
  },
  {
    "index": 2,
    "title": "Пошук діаманта на брудній дорозі",
    "text": "Гудо був вчителем імператора свого часу.\nТим не менш, він мандрував на самоті, як мандрівний жебрак.\nОдного разу, коли він прямував до Едо, культурного та політичного центру сьогунату, він наблизився до маленького села Такенака.\nБув вечір, і падав сильний дощ.\nГудо був наскрізь мокрий.\nЙого солом'яні сандалі були розбиті на шматки.\nНа фермі біля села він помітив у вікні чотири або п'ять пар сандалів і вирішив купити сухі.\nЖінка, яка запропонувала йому сандалі, побачивши, який він мокрий, запросила його залишитися на ніч у неї вдома.\nГудо погодився, подякувавши їй.\nВін увійшов і прочитав сутру перед сімейною святинею.\nПотім його познайомили з матір'ю жінки та її дітьми.\nПомітивши, що вся сім'я пригнічена, Ґудо запитав, у чому справа. \"Мій чоловік гравець і п'яниця, - розповіла йому господиня. \"Коли йому вдається виграти, він п'є і починає лаятися.\nКоли програє, то позичає гроші в інших.\nІноді, коли він добряче нап'ється, то взагалі не повертається додому.\nЩо я можу зробити?\" \"Я допоможу йому, - сказав Гудо. \"Ось тобі трохи грошей.\nКупи мені галон доброго вина і щось смачненьке поїсти.\nТоді можеш іти.\nА я буду медитувати перед святинею.\" Коли господар будинку повернувся близько опівночі, добряче напідпитку, він закричав: \"Дружино, я вдома: \"Дружино, я вдома.\nЧи маєш для мене щось поїсти?\" \"Маю дещо для тебе, - відповіла Гудо. \"Я випадково потрапив під дощ, і твоя дружина люб'язно попросила мене залишитися тут на ніч.\nНатомість я купив трохи вина і риби, тож ти можеш ними поласувати.\" Чоловік був у захваті.\nВін одразу ж випив вино і ліг на підлогу.\nГудо сів у медитацію поруч з ним.\nВранці, коли чоловік прокинувся, він забув про минулу ніч. \"Хто ти?\nЗвідки ти прийшов?\" - запитав він Гудо, який все ще медитував. \"Я Гудо з Кіото і йду до Едо\", - відповів дзенський майстер.\nЧоловікові стало дуже соромно.\nВін щиро вибачився перед учителем свого імператора, а Гудо посміхнувся. \"Усе в цьому житті мінливе, - пояснив він. \"Життя дуже коротке.\nЯкщо ти продовжуватимеш грати в азартні ігри і пити, у тебе не залишиться часу на щось інше, і ти змусиш страждати свою сім'ю.\" Сприйняття чоловіка прокинулося, немов зі сну. \"Ти маєш рацію, - сказав він. \"Як я можу віддячити тобі за це чудове вчення!\nДозволь мені провести тебе і віднести твої речі трохи далі.\" \"Як хочеш\", - погодився Гудо.\nВони вирушили в дорогу.\nКоли вони пройшли три милі, Гудо попросив його повернутися. \"Ще п'ять миль\", - благав він Гудо. \"Можеш повернутися\", - запропонував Ґудо. \"Ще десять миль\", - відповів чоловік. \"Повертайся\", - сказав Ґудо, коли вони пройшли десять миль. \"Я піду за тобою до кінця свого життя\", - заявив чоловік.\nСучасні вчителі дзен в Японії походять з роду відомого майстра, який був наступником Ґудо.\nЙого звали Му-нан, людина, яка ніколи не повертала назад."
  },
  {
    "index": 3,
    "title": "Невже?",
    "text": "Сусіди хвалили дзен-майстра Хакуїна як людину, що живе чистим життям.\nПоруч з ним жила вродлива японська дівчина, батьки якої володіли продуктовою крамницею.\nНесподівано, без жодного попередження, її батьки дізналися, що вона вагітна.\nЦе дуже розлютило її батьків.\nВона не хотіла зізнаватися, хто цей чоловік, але після довгих переслідувань нарешті назвала ім'я Хакуін.\nУ великому гніві батьки пішли до господаря. \"Невже?\" - це все, що він міг сказати.\nПісля народження дитини її принесли до Хакуїна.\nНа той час він уже втратив свою репутацію, що його не турбувало, але він дуже добре піклувався про дитину.\nВін діставав у сусідів молоко і все інше, що було потрібно дитині.\nЧерез рік дівчина-матір не витримала.\nВона розповіла батькам правду - що справжнім батьком дитини був молодий чоловік, який працював на рибному ринку.\nМати і батько дівчинки відразу ж пішли до Хакуїна, щоб попросити у нього пробачення, довго вибачатися і повернути дитину.\nХакуїн був готовий.\nВіддаючи дитину, він лише сказав: \"Невже?\""
  },
  {
    "index": 4,
    "title": "Послух",
    "text": "На бесіди майстра Банкея приходили не лише учні дзен, але й люди всіх рангів і віросповідань.\nВін ніколи не цитував сутр і не вдавався до схоластичних дисертацій.\nНатомість, його слова йшли безпосередньо від його серця до сердець слухачів.\nЙого численні аудиторії розлютили священика секти Нічірен, тому що адепти пішли слухати про дзен.\nЕгоцентричний священик секти Нічірен прийшов до храму, сповнений рішучості сперечатися з Банкеєм. \"Гей, вчителю дзен!\" - вигукнув він. \"Зачекай хвилинку.\nТой, хто вас поважає, буде слухатися вас, але така людина, як я, вас не поважає.\nЧи можете ви змусити мене слухатися вас?\" \"Підійдіть до мене, і я покажу вам\", - сказав Банкей.\nГордий священик проштовхнувся крізь натовп до вчителя.\nБанкей посміхнувся. \"Стань ліворуч від мене.\" Священик послухався. \"Ні, - сказав Банкей, - ми зможемо краще поговорити, якщо ти станеш праворуч.\nСвященик гордо ступив праворуч. \"Бачиш, - зауважив Банкей, - ти слухаєшся мене, і я думаю, що ти дуже лагідна людина.\nА тепер сядьте і послухайте\"."
  },
  {
    "index": 5,
    "title": "Якщо любиш, люби відкрито",
    "text": "Двадцять монахів і одна монахиня на ім'я Ешунь практикували медитацію з одним дзенським майстром.\nЕшунь була дуже вродливою, хоча її голова була поголена, а плаття просте.\nКілька ченців таємно закохалися в неї.\nОдин з них написав їй любовного листа, наполягаючи на приватній зустрічі, але Ешунь не відповіла.\nНаступного дня майстер читав лекцію для групи, і коли вона закінчилася, Ешунь підвелася.\nЗвертаючись до того, хто їй написав, вона сказала: \"Якщо ти справді так сильно мене кохаєш, прийди і обійми мене зараз\"."
  },
  {
    "index": 6,
    "title": "Немає любові - є доброта",
    "text": "У Китаї жила старенька жінка, яка понад двадцять років утримувала одного монаха.\nВона побудувала для нього маленьку хатину і годувала його, поки він медитував.\nВрешті-решт їй стало цікаво, яких успіхів він досяг за цей час.\nЩоб з'ясувати це, вона звернулася за допомогою до дівчини, багатої на бажання. \"Піди і обійми його, - сказала вона їй, - а потім раптом запитай: \"Що тепер?\"\" Дівчина покликала ченця і без зайвих слів приголубила його, запитуючи, що він збирається робити з цим. \"Старе дерево росте взимку на холодній скелі, - відповів монах дещо поетично. \"Ніде немає тепла\". Дівчина повернулася і переказала його слова. \"Подумати тільки, я двадцять років годувала цього хлопця!\" - вигукнула стара жінка в гніві. \"Він не зважав на твої потреби, не мав бажання пояснити твій стан.\nВін не повинен був відповідати на пристрасть, але принаймні міг би проявити співчуття!\" Вона негайно пішла до хатини ченця і спалила її."
  },
  {
    "index": 7,
    "title": "Оголошення",
    "text": "В останній день свого життя Танзан написав шістдесят поштових листівок і попросив службовця відправити їх поштою.\nНа листівках було написано: \"Я покидаю цей світ.\nЦе моє останнє оголошення.\nТанзанія\n27 липня 1892 року"
  },
  {
    "index": 8,
    "title": "Великі Хвилі",
    "text": "На початку епохи Мейдзі жив відомий борець на ім'я О-намі, Великі Хвилі.\nО-намі був надзвичайно сильним і знав мистецтво боротьби.\nУ приватних сутичках він перемагав навіть свого вчителя, але на людях був настільки сором'язливим, що його кидали власні учні.\nО-намі відчував, що йому слід звернутися за допомогою до майстра дзен.\nХакудзю, мандрівний учитель, зупинявся в маленькому храмі неподалік, тож О-намі пішов до нього і розповів про свою велику біду. \"Великі Хвилі - це твоє ім'я, - порадив учитель, - тож залишайся в цьому храмі на ніч.\nУяви собі, що ти - це ті хвилі.\nТи більше не борець, який боїться.\nТи - ті величезні хвилі, що змітають усе перед собою, поглинають усе на своєму шляху.\nРоби так, і ти станеш найвеличнішим борцем на землі.\" Учитель пішов.\nО-намі сидів у медитації, намагаючись уявити себе хвилею.\nВін думав про багато різних речей.\nПоступово він все більше і більше занурювався у відчуття хвиль.\nЗ настанням ночі хвилі ставали все більшими і більшими.\nВони змели квіти у вазах.\nНавіть Будду у святині затопило.\nДо світанку храм був нічим іншим, як припливом і відпливом величезного моря.\nВранці вчитель знайшов О-намі, який медитував, з ледь помітною посмішкою на обличчі.\nВін поплескав борця по плечу. \"Тепер ніщо не може тебе потривожити\", - сказав він. \"Ти - це ті хвилі.\nТи зметеш усе перед собою\". Того ж дня О-намі взяв участь у змаганнях з боротьби і переміг.\nПісля цього ніхто в Японії не зміг його перемогти."
  },
  {
    "index": 9,
    "title": "Місяць не можна вкрасти",
    "text": "Рьокан, майстер дзен, жив найпростішим життям у маленькій хатині біля підніжжя гори.\nОдного вечора до хатини завітав злодій, але виявив, що в ній немає нічого, що можна було б вкрасти.\nРіокан повернувся і спіймав його. \"Ти, мабуть, пройшов довгий шлях, щоб відвідати мене, - сказав він злодієві, - і ти не повинен повертатися з порожніми руками.\nБудь ласка, візьми мій одяг як подарунок.\" Злодій був спантеличений.\nВін взяв одяг і вислизнув геть, а Рьокан сидів голий і дивився на місяць. \"Бідолаха, - думав він, - якби ж я міг подарувати йому цей прекрасний місяць\"."
  },
  {
    "index": 10,
    "title": "Останній вірш Хошина",
    "text": "Майстер дзен-буддизму Хошін багато років прожив у Китаї.\nПотім він повернувся до північно-східної частини Японії, де навчав своїх учнів.\nКоли він став дуже старим, він розповів їм історію, яку почув у Китаї.\nОсь ця історія: \"Одного року, двадцять п'ятого грудня, Токуфу, який був дуже старий, сказав своїм учням: \"Наступного року мене вже не буде в живих, тож ви, хлопці, повинні добре ставитися до мене цього року.\" Учні подумали, що він жартує, але оскільки він був великодушним учителем, кожен з них по черзі пригощав його в наступні дні року, що минає.\nНапередодні нового року Токуфу підсумував: \"Ви були добрі до мене.\nУчні сміялися, думаючи, що він старіє і говорить дурниці, адже ніч була ясною і безсніжною.\nАле опівночі пішов сніг, і наступного дня вони не знайшли свого вчителя.\nВони пішли до медитаційної зали.\nТам його вже не було.\nХосін, який розповів цю історію, розповів своїм учням: \"Майстру дзен не обов'язково передбачати свою смерть, але якщо він справді хоче цього, то може.\" \"А ти можеш?\" - запитав хтось. \"Так\", - відповів Хосін. \"Я покажу вам, що я можу зробити через сім днів.\" Ніхто з учнів не повірив йому, а більшість із них навіть забули про цю розмову, коли Хошін наступного разу зібрав їх разом. \"Сім днів тому, - зауважив він, - я сказав, що збираюся покинути вас.\nЗаведено писати прощального вірша, але я не поет і не каліграф.\nНехай хтось із вас напише мої останні слова\". Його послідовники подумали, що він жартує, але один із них почав писати. \"Ти готовий?\" - запитав Хосін. запитав Хосін. \"Так, пане\", - відповів письменник.\nТоді Хосін продиктував: \"Я прийшов з блиску.\nІ повернуся до блиску.\nЩо це?\" У вірші не вистачало одного рядка із звичних чотирьох, тому учень сказав: \"У нас не вистачає одного рядка: \"Учителю, нам не вистачає одного рядка.\" Хошін з риком лева-переможця вигукнув \"Каа!\" і пішов геть."
  },
  {
    "index": 11,
    "title": "Історія про Шункай",
    "text": "Вишукана Шункай, чиє друге ім'я було Судзу, була змушена вийти заміж проти свого бажання, коли була ще зовсім юною.\nПізніше, коли цей шлюб розпався, вона вступила до університету, де вивчала філософію.\nПобачити Шункай означало закохатися в неї.\nБільше того, куди б вона не йшла, вона сама закохувалася в інших.\nКохання було з нею в університеті, а згодом, коли філософія не задовольняла її і вона відвідувала храм, щоб дізнатися про дзен, студенти дзен-буддизму закохувалися в неї.\nВсе життя Шункай було просякнуте любов'ю.\nНарешті в Кіото вона стала справжньою ученицею дзен.\nЇї брати в підхрамі Кеннін хвалили її щирість.\nОдин з них виявився доброзичливим духом і допоміг їй в оволодінні дзен.\nНастоятель Кеннін, Мокурай, Мовчазний Грім, був суворим.\nВін сам дотримувався заповідей і вимагав цього від своїх священиків.\nУ сучасній Японії, якщо ці священики і втратили ревність до буддизму, то, здається, набули її до своїх дружин.\nМокураї брав мітлу і виганяв жінок, коли бачив їх у будь-якому з своїх храмів, але чим більше дружин він виганяв, тим більше, здавалося, поверталося назад.\nУ цьому конкретному храмі дружина головного священика стала заздрити серйозності і красі Шункай.\nПочувши, як учні вихваляють її серйозний дзен, ця дружина почала корчитись і свербіти.\nВрешті-решт вона розпустила чутки про Шункай та юнака, який був її другом.\nЯк наслідок, його вигнали, а Шункай вигнали з храму. \"Можливо, я помилився в коханні, - подумав Шункай, - але дружина священика теж не повинна залишатися в храмі, якщо з моїм другом поводяться так несправедливо\". Тієї ж ночі Шункай підпалив п'ятисотлітній храм каністрою з гасом і спалив його дотла.\nВранці вона опинилася в руках поліції, нею зацікавився молодий адвокат, який намагався пом'якшити її вирок. \"Не допомагайте мені, - сказала вона йому. \"Я можу вирішити зробити щось інше, і тоді мене знову ув'язнять\". Нарешті семирічний термін ув'язнення закінчився, і Шункай вийшла з в'язниці, де в неї закохався шістдесятирічний наглядач.\nАле тепер усі дивилися на неї як на \"пташку з тюрми\". Ніхто не хотів з нею спілкуватися.\nНавіть дзен-буддисти, які мали б вірити у просвітлення в цьому житті і в цьому тілі, цуралися її.\nДзен, як з'ясувала Шункай, - це одне, а послідовники дзену - зовсім інше.\nЇї родичі не хотіли мати з нею нічого спільного.\nВона стала хворою, бідною і слабкою.\nВона зустріла священика Шінсю, який навчив її імені Будди Любові, і в цьому Шункай знайшла деяку розраду і душевний спокій.\nВона померла, будучи все ще вишукано красивою, ледве досягнувши тридцяти років.\nВона написала свою історію в марних спробах підтримати себе, і дещо з неї розповіла одній письменниці.\nТак вона дійшла до японців.\nТі, хто відкидав Шункай, ті, хто обмовляв і ненавидів її, тепер читають про неї в прямому ефірі зі сльозами каяття."
  },
  {
    "index": 12,
    "title": "Щасливий китаєць",
    "text": "Кожен, хто гуляє китайськими кварталами в Америці, побачить статуї кремезного чоловіка з мішком білизни.\nКитайські торговці називають його Щасливий китаєць або Будда, що сміється.\nЦей Хотей жив за часів династії Т'ан.\nВін не мав бажання називати себе дзен-майстром чи збирати навколо себе багато учнів.\nЗамість цього він ходив вулицями з великим мішком, в який клав подарунки - цукерки, фрукти чи пончики.\nВін роздавав їх дітям, які збиралися навколо нього, граючись.\nВін заснував вуличний дитячий садок.\nКоли він зустрічав прихильників дзен, то простягав руку і казав: \"Дай копійку: \"Дай мені одну копійку\". Одного разу, коли він збирався попрацювати, з'явився інший дзенський майстер і запитав: \"Що таке дзен? \"У чому полягає значення дзен?\" Хотей мовчки кинув мішок на землю у відповідь. \"Тоді, - запитав той, - що таке актуалізація дзен?\" Щасливий китаєць одразу ж закинув мішок на плече і продовжив свій шлях."
  },
  {
    "index": 13,
    "title": "Будда",
    "text": "У Токіо в епоху Мейдзі жили два видатні вчителі з протилежними характеристиками.\nОдин, Унсьо, наставник у Шінґоні, скрупульозно дотримувався заповідей Будди.\nВін ніколи не вживав оковитої і не їв після одинадцятої години ранку.\nІнший вчитель, Танзан, професор філософії в Імператорському університеті, ніколи не дотримувався заповідей.\nКоли йому хотілося їсти, він їв, а коли хотілося спати вдень, він спав.\nОдного разу Уншо завітав до Танзана, який у цей час пив вино, жодна крапля якого не повинна торкатися язика буддиста. \"Здрастуй, брате, - привітав його Танзан. \"Не хочеш випити?\" \"Я ніколи не п'ю!\" - урочисто вигукнув Уншо. \"Той, хто не п'є, навіть не людина\", - сказав Танзан. \"Ти хочеш назвати мене нелюдом тільки тому, що я не вдаюся до хмільних рідин!\" - вигукнув Уншо в гніві. \"Тоді, якщо я не людина, то хто я?\" \"Будда\", - відповів Танзан."
  },
  {
    "index": 14,
    "title": "Брудна дорога",
    "text": "Одного разу Танзан і Екідо разом їхали по брудній дорозі.\nЗа поворотом вони зустріли чарівну дівчину в шовковому кімоно з поясом, яка не могла перейти перехрестя. \"Ходімо, дівчинко\", - сказав Танзан, піднявши її на руки.\nПіднявши її на руки, він поніс по багнюці.\nЕкідо більше не заговорив до тієї ночі, коли вони дійшли до нічліжного храму.\nТоді він більше не міг себе стримувати. \"Ми, монахи, не наближаємося до жінок, - сказав він Танзан, - особливо до молодих і вродливих.\nЦе небезпечно.\nЧому ти це зробив?\" \"Я залишив дівчину там, - відповів Танзан. \"Ти все ще несеш її?\""
  },
  {
    "index": 15,
    "title": "Шун і його мати",
    "text": "Шун став учителем Сото Дзен.\nКоли він був ще студентом, його батько помер, залишивши його доглядати за старою матір'ю.\nКожного разу, коли Шун йшов до медитаційної зали, він завжди брав із собою матір.\nОскільки вона супроводжувала його, коли він відвідував монастирі, він не міг жити з монахами.\nТому він побудував маленький будиночок і піклувався про неї там.\nВін переписував сутри, буддійські вірші, і таким чином отримував кілька монет на їжу.\nКоли Шун купував рибу для своєї матері, люди сміялися з нього, бо монах не повинен їсти рибу.\nАле Шун не зважав.\nЙого матері, однак, було боляче бачити, як інші сміються з її сина.\nВрешті-решт вона сказала Шуну: \"Я думаю, що стану монахинею.\nА ще я можу бути вегетаріанкою\". Вона так і зробила, і вони навчалися разом.\nШун любив музику і був майстром гри на арфі, на якій також грала його мати.\nОдного разу вночі в повний місяць вони грали разом.\nМолода жінка проходила повз їхній будинок і почула музику.\nГлибоко зворушена, вона запросила Шуна прийти до неї наступного вечора і зіграти.\nВін прийняв запрошення.\nЧерез кілька днів він зустрів дівчину на вулиці і подякував їй за гостинність.\nІнші сміялися з нього.\nОдного разу Шун поїхав до далекого храму, щоб прочитати лекцію.\nЧерез кілька місяців після цього він повернувся додому і знайшов свою матір мертвою.\nДрузі не знали, де його шукати, бо похорон був у самому розпалі.\nШун підійшов і вдарив посохом по труні. \"Мамо, твій син повернувся\", - сказав він. \"Я рада, що ти повернувся, сину\", - відповів він за матір. \"Так, я теж радий\", - відповів Шун.\nТоді він оголосив людям про нього: \"Похоронна церемонія закінчена.\nМожете ховати тіло\". Коли Шун постарів, він зрозумів, що наближається його кінець.\nВін попросив своїх учнів зібратися навколо нього вранці, сказавши їм, що опівдні він відійде у вічність.\nСпалюючи пахощі перед фотографією матері і старого вчителя, він написав вірш:П'ятдесят шість років я жив, як міг,Прокладаючи свій шлях у цьому світі.Тепер дощ скінчився, хмари розвіялись,На блакитному небі повний місяць.Його учні зібралися навколо нього, читаючи сутру, і під час заклинання Шун відійшов у вічність."
  },
  {
    "index": 16,
    "title": "Недалеко від Будди",
    "text": "Студент університету, відвідуючи Гасана, запитав його: \"Ти хоч читав християнську Біблію?\" - \"Ні, прочитай її мені\", - сказав Гасан.\nСтудент відкрив Біблію і прочитав з Євангелія від Матвія: \"І чому ви думаєте про одяг?\nПогляньте на польові лілеї, як вони ростуть.\nВони не трудяться, не прядуть, а Я кажу вам, що й Соломон у всій славі своїй не був одягнений так, як одна з них... Отже, не дбайте про завтрашній день, бо завтрашній день сам про себе подбає.\" Сказав Гасан: \"Того, хто вимовив ці слова, я вважаю просвітленою людиною.\" Учень продовжував читати: \"Просіть і буде вам дано, шукайте і знайдете, стукайте і відчинять вам.\nБо кожен, хто просить, одержує, і кожен, хто шукає, знаходить, і тому, хто стукає, відчиняють\", - зауважив Гасан: \"Це чудово.\nТой, хто це сказав, недалекий від Буддизму\"."
  },
  {
    "index": 17,
    "title": "Скупий на вчення",
    "text": "Молодий лікар з Токіо на ім'я Кусуда зустрів свого друга з коледжу, який вивчав дзен.\nМолодий лікар запитав його, що таке дзен. \"Я не можу сказати тобі, що це таке, - відповів друг, - але одне я знаю напевно.\nЯкщо ти зрозумієш дзен, то не боятимешся смерті.\" \"Чудово, - сказав Кусуда. \"Я спробую.\nДе я можу знайти вчителя?\" \"Піди до майстра Нан-Іна\", - порадив йому друг.\nІ Кусуда пішов до Нан-Іна.\nВін мав при собі кинджал довжиною дев'ять з половиною дюймів, щоб визначити, чи боїться вчитель смерті, чи ні.\nКоли Нан-ін побачив Кусуду, він вигукнув: \"Привіт, друже.\nЯк поживаєш?\nМи так давно не бачилися!\" Це спантеличило Кусуду, який відповів: \"Ми ніколи раніше не зустрічалися: \"Ми ніколи раніше не зустрічалися.\" \"Правильно, - відповів Нан-ін. - Я думав, що ти інший фізик.\nЯ прийняв вас за іншого лікаря, який проходить тут навчання.\" З таким початком Кусуда втратив шанс випробувати майстра, тому неохоче запитав, чи може він пройти навчання дзен.\nНан-ін відповів: \"Дзен - це дуже складно: \"Дзен - це не складне завдання.\nЯкщо ти лікар, стався до своїх пацієнтів з добротою.\nЦе і є дзен\". Кусуда відвідував Нан-Іна тричі.\nЩоразу Нан-ін казав йому одне й те саме. \"Лікар не повинен марнувати тут час.\nЙди додому і піклуйся про своїх пацієнтів\". Кусуда ще не розумів, як таке вчення може позбавити його страху смерті.\nТож під час свого четвертого візиту він поскаржився: \"Мій друг сказав мені, що коли людина вивчає дзен, вона втрачає страх смерті.\nКожного разу, коли я приїжджаю сюди, все, що ви мені кажете, - це піклуватися про моїх пацієнтів.\nЯ знаю, що це не так.\nЯкщо це і є ваш так званий дзен, то я більше не прийду до вас\". Нан-ін посміхнулася і поплескала лікаря по плечу. \"Я був надто суворим з вами.\nДозвольте мені дати вам коан\". Він подарував Кусуді \"Му\" Джошу для роботи над ним, що є першою проблемою просвітлення розуму в книзі під назвою \"Брама без воріт\". Кусуда роздумував над проблемою Му (Ніщо) протягом двох років.\nЗрештою, він думав, що досягнув визначеності розуму.\nАле його вчитель зауважив: \"Ти ще не увійшов!\" Кусуда продовжував зосереджуватися ще півтора року.\nЙого розум став спокійним.\nПроблеми зникли.\nНіщо стало істиною.\nВін добре служив своїм пацієнтам і, навіть не підозрюючи про це, був вільний від турбот про життя і смерть.\nПотім, коли він відвідав Нан-Іна, його старий учитель тільки посміхнувся."
  },
  {
    "index": 18,
    "title": "Притча",
    "text": "Будда розповів притчу в сутрі: чоловік, який подорожував полем, зустрівся з тигром.\nВін побіг, а тигр за ним.\nНаблизившись до урвища, він вхопився за корінь дикої виноградної лози і перемахнув через край.\nТигр обнюхував його зверху.\nТремтячи, чоловік подивився вниз, де далеко внизу на нього чекав інший тигр, щоб з'їсти.\nДві миші, біла і чорна, потроху почали перегризати лозу.\nЧоловік побачив біля себе соковиту полуницю.\nВхопившись однією рукою за лозу, він зірвав полуницю іншою.\nЯка ж вона була солодка на смак!"
  },
  {
    "index": 19,
    "title": "Перший принцип",
    "text": "Коли ви заходите до храму Обаку в Кіото, то бачите вирізьблені над воротами слова \"Перший принцип\". Літери надзвичайно великі, і ті, хто цінує каліграфію, завжди захоплюються ними як шедевром.\nВони були намальовані Косеном двісті років тому.\nМайстер намалював їх на папері, з якого майстри зробили велику різьбу по дереву.\nКоли Косен робив ескізи літер, поруч із ним був зухвалий учень, який приготував кілька галонів чорнила для каліграфії і не втомлювався критикувати роботу свого вчителя. \"Це не дуже добре\", - сказав він Косену після першої спроби. \"А це як?\" - \"Погано.\nКосен терпляче писав один аркуш за іншим, поки не накопичилося вісімдесят чотири Перші принципи, все ще без схвалення учня.\nПотім, коли юнак вийшов на кілька хвилин, Косен подумав: \"У мене є шанс втекти: \"Це мій шанс втекти від його пильного ока\", - і він поспішно почав писати, не відволікаючись на сторонні думки. \"Перший принцип\". \"Шедевр\", - вимовив учень."
  },
  {
    "index": 20,
    "title": "Материнська порада",
    "text": "Дзюн, сьоґунський майстер, був відомим знавцем санскриту епохи Токуґава.\nУ молодості він читав лекції своїм братам-студентам.\nЙого мати почула про це і написала йому листа: \"Сину, я не думаю, що ти став послідовником Будди тому, що захотів перетворитися на ходячий словник для інших.\nНемає кінця інформації та коментарям, славі та пошані.\nЯ хотів би, щоб ви припинили цей лекційний бізнес.\nЗачинися в маленькому храмі у віддаленій частині гори.\nПрисвятіть свій час медитації і таким чином досягніть справжньої реалізації\"."
  },
  {
    "index": 21,
    "title": "Звук однієї руки",
    "text": "Господарем храму Кеннін був Мокурай, Мовчазний Грім.\nУ нього був маленький протеже на ім'я Тойо, якому було лише дванадцять років.\nТойо бачив, як старші учні щоранку і щовечора приходили до кімнати вчителя, щоб отримати настанови з сандзен, або особистого наставництва, де їм давали коани, щоб зупинити блукання розуму.\nТойо теж хотів робити сандзен. \"Зачекай трохи\", - сказав Мокураї. \"Але дитина наполягала, і вчитель врешті-решт погодився.\nУвечері маленький Тойо в належний час підійшов до порога кімнати Мокураї, де проходив сандзен.\nВін вдарив у гонг, щоб сповістити про свою присутність, тричі шанобливо вклонився за дверима і в шанобливій тиші сів перед господарем. \"Ти можеш почути звук двох долонь, коли вони плескають разом, - сказав Мокураї. \"А тепер покажи мені звук однієї руки.\" Тойо вклонився і пішов до своєї кімнати, щоб обміркувати цю проблему.\nЗ вікна він почув музику гейш. \"Наступного вечора, коли вчитель попросив його проілюструвати звук однієї руки, Тойо почав грати музику гейш. \"Ні, ні, - сказав Мокураї. \"Так ніколи не вийде.\nЦе не звук однієї руки.\nТи зовсім не володієш нею.\" Подумавши, що така музика може завадити, Тойо переніс свою оселю в тихе місце.\nВін знову медитував. \"Яким може бути звук однієї руки?\" Випадково він почув, як капає вода. \"Це я\", - уявив собі Тойо.\nНаступного разу, коли він з'явився перед учителем, він імітував капання води. \"Що це?\" - запитав Мокураї. \"Це звук капаючої води, але не звук однієї руки.\nСпробуй ще раз.\" Даремно Тойо медитував, щоб почути звук однієї руки.\nВін чув зітхання вітру.\nАле цей звук був відкинутий.\nВін почув крик сови.\nЗвук однієї руки не був звуком сарани.\nБільше десяти разів Тойо відвідував Мокураї з різними звуками.\nВсі вони були неправильними.\nМайже рік він роздумував над тим, чим може бути звук однієї руки.\nНарешті Тойо увійшов у справжню медитацію і переступив через усі звуки. \"Я не міг збирати більше, - пояснював він пізніше, - тому досягнув беззвучного звуку\". Тойо усвідомив звук однієї руки."
  },
  {
    "index": 22,
    "title": "Моє серце палає, як вогонь",
    "text": "Соєн Шаку, перший вчитель дзен, який приїхав до Америки, сказав: \"Моє серце горить, як вогонь, але мої очі холодні, як мертвий попіл\". Він склав наступні правила, яких дотримувався кожного дня свого життя: вранці перед тим, як одягатися, запалюйте пахощі і медитуйте.\nЛягайте спати у визначену годину.\nПриймайте їжу через певні проміжки часу.\nЇжте помірковано і ніколи не наїдайтеся досхочу.\nПриймайте гостей з таким же ставленням, як і на самоті.\nКоли ви на самоті, поводьтеся з гостями так само, як і в гостях.\nСлідкуйте за тим, що ви говорите, і що б ви не говорили, практикуйте це.\nКоли з'являється можливість, не втрачайте її, але завжди двічі подумайте, перш ніж діяти.\nНе шкодуйте про минуле.\nДивіться в майбутнє.\nМайте безстрашність героя і любляче серце дитини.\nВідходячи до себе, спіть так, ніби ви заснули останнім сном.\nПрокинувшись, миттєво залиште своє ліжко позаду, ніби викинули пару старих черевиків."
  },
  {
    "index": 23,
    "title": "Від'їзд Ешуна",
    "text": "Коли Ешунь, дзен-буддійській монахині, виповнилося шістдесят і вона збиралася покинути цей світ, вона попросила кількох ченців скласти дрова на подвір'ї.\nМіцно сівши в центрі похоронного багаття, вона підпалила його по краях. \"О, монахине!\" - вигукнув один чернець, - \"там жарко?\" \"Таке питання могло б турбувати лише таку дурну людину, як ти\", - відповіла Ешунь.\nПолум'я розгорілося, і вона померла."
  },
  {
    "index": 24,
    "title": "Читання сутр",
    "text": "Фермер попросив священика Тендай прочитати сутри для його дружини, яка померла.\nПісля закінчення читання фермер запитав: \"Як ви гадаєте, моя дружина отримає від цього користь?\" - \"Не тільки ваша дружина, але й усі живі істоти отримають користь від читання сутр\", - відповів священик. \"Якщо ви кажете, що всі живі істоти отримають користь, - сказав фермер, - то моя дружина може бути дуже слабкою, і інші скористаються нею, отримавши ту користь, яку вона повинна була отримати.\nСвященик пояснив, що бажання буддиста - дарувати благословення і бажати заслуг кожній живій істоті. \"Це прекрасне вчення, - підсумував фермер, - але, будь ласка, зробіть для мене один виняток.\nУ мене є сусід, який поводиться зі мною грубо і злісно.\nПросто виключи його з усіх живих істот\"."
  },
  {
    "index": 25,
    "title": "Ще три дні",
    "text": "Суїво, учень Хакуїна, був добрим учителем.\nПід час одного літнього періоду усамітнення до нього прийшов учень з південного острова Японії.\nСуйво дав йому завдання: \"Почути звук однієї руки\". Учень залишався три роки, але не зміг пройти це випробування.\nОдного разу вночі він прийшов до Суїво в сльозах. \"Я повинен повернутися на південь з соромом і збентеженням, - сказав він, - бо я не можу вирішити свою проблему\". \"Почекай ще тиждень і постійно медитуй\", - порадив Суйво.\nАле просвітлення до учня так і не прийшло. \"Спробуй ще тиждень\", - сказав Суйво.\nУчень послухався, але марно: \"Ще тиждень\". Але й це було марно.\nУчень у відчаї благав, щоб його відпустили, але Суйво попросив ще п'ять днів медитації.\nВони були безрезультатними.\nТоді він сказав: \"Медитуй ще три дні, а якщо не досягнеш просвітлення, то краще вбий себе\". На другий день учень просвітлився."
  },
  {
    "index": 26,
    "title": "Діалог в обмін на житло",
    "text": "За умови, що він веде і перемагає в суперечці про буддизм з тими, хто там живе, будь-який монах, що цікавиться, може залишитися в дзен-буддійському храмі.\nЯкщо ж він зазнає поразки, то має йти далі.У храмі на півночі Японії жили разом два монахи-брати.\nСтарший був вченим, а молодший був дурним і мав лише одне око.\nМандрівний монах прийшов і попросився до них на нічліг, викликавши їх на дебати про піднесене вчення.\nСтарший брат, втомлений того дня від довгих занять, сказав молодшому, щоб той зайняв його місце. \"Іди і попроси про діалог у тиші\", - попередив він.\nМолодий монах і незнайомець пішли до святині і сіли.\nНезабаром мандрівник підвівся, підійшов до старшого брата і сказав: \"Ти чудовий брат, - мовив він: \"Твій молодший брат - чудовий хлопець.\nВін переміг мене\". \"Розкажи мені діалог\", - сказав старший брат. \"Ну, - пояснив мандрівник, - спочатку я підняв один палець, зображуючи Будду, просвітленого.\nПотім підняв два пальці, що означало Будду і його вчення.\nЯ підняв три пальці, представляючи Будду, його вчення і його послідовників, які живуть гармонійним життям.\nПотім він потряс стиснутим кулаком перед моїм обличчям, показуючи, що всі три походять з одного усвідомлення.\nТаким чином, він переміг, і тому я не маю права залишатися тут\". З цими словами мандрівник пішов. \"Де той хлопець?\" - запитав молодший, підбігши до старшого брата, - \"Я так розумію, ти переміг у дебатах?\" - \"Нічого не переміг.\nРозкажи мені, про що ми сперечалися, - запитав старший, - адже він, щойно побачивши мене, підняв вгору один палець, ображаючи мене, натякаючи, що в мене лише одне око.\nОскільки він був незнайомцем, я вирішив бути ввічливим з ним, тому підняв два пальці, вітаючи його з тим, що він має два ока.\nТоді цей неввічливий негідник підняв три пальці, припускаючи, що між нами тільки три ока.\nТоді я розлютився і почав його бити, але він вибіг, і на цьому все закінчилося!\""
  },
  {
    "index": 27,
    "title": "Голос щастя",
    "text": "Після смерті Банкея сліпий чоловік, який жив неподалік від храму майстра, сказав своєму другові: \"Оскільки я сліпий, я не можу бачити обличчя людини, тому я повинен судити про її характер за звучанням її голосу.\nЗазвичай, коли я чую, як хтось вітає когось із щастям чи успіхом, я також чую приховані нотки заздрості.\nКоли співчуття висловлюють з приводу нещастя іншого, я чую радість і задоволення, ніби той, хто співчуває, справді радий, що в його власному світі ще залишилося щось, що він може здобути.\" Однак, за весь мій досвід, голос Банкея завжди був щирим.\nКоли він висловлював радість, я не чув нічого, крім радості, а коли він висловлював смуток, я чув тільки смуток\"."
  },
  {
    "index": 28,
    "title": "Відкрий власну скарбницю",
    "text": "Дайджу відвідав майстра Басо в Китаї.\nБасо запитав: \"Чого ти шукаєш?\" \"Просвітлення\", - відповів Дайджу. \"У тебе є власна скарбниця.\nНавіщо ти шукаєш ззовні?\" запитав Басо.\nДайджу поцікавився: \"Де моя скарбниця?\" Басо відповів: \"Те, про що ти питаєш, і є твоя скарбниця\". Дайджу був просвітлений!\nПісля цього він закликав своїх друзів: \"Відкрийте свою власну скарбницю і користуйтеся тими скарбами\"."
  },
  {
    "index": 29,
    "title": "Ні води, ні місяця",
    "text": "Коли черниця Чіоно вивчала дзен під керівництвом Букко з Енгаку, вона довго не могла досягти плодів медитації.\nНарешті однієї місячної ночі вона несла воду в старому відрі, перев'язаному бамбуком.\nБамбук зламався і дно випало з відра, і в цей момент Чіоно була звільнена!\nНа згадку про це вона написала вірш: Так чи інакше я намагалася врятувати старе відро, оскільки бамбукова смужка слабшала і ось-ось мала зламатися, поки нарешті дно не випало.\nБільше немає води у відрі!\nБільше немає місяця у воді!"
  },
  {
    "index": 30,
    "title": "Візитівка",
    "text": "Кейчу, великий вчитель дзен епохи Мейдзі, був головою Тофуку, собору в Кіото.\nОдного разу до нього вперше звернувся губернатор Кіото.\nЙого слуга подав картку губернатора, на якій було написано: \"Кітаґакі, губернатор Кіото: Кітаґакі, губернатор Кіото. \"Я не маю жодних справ з таким чоловіком, - сказав Кейчу своєму слузі. \"Скажіть йому, щоб він забрався звідси.\" Слуга відніс картку назад з вибаченнями. \"Це була моя помилка\", - сказав губернатор і олівцем надряпав слова \"Губернатор Кіото\". \"Спитайте свого вчителя ще раз.\" \"О, це Кітаґакі?\" - вигукнув учитель, коли побачив картку. \"Я хочу побачити цього хлопця\"."
  },
  {
    "index": 31,
    "title": "Все найкраще",
    "text": "Прогулюючись базаром, Банзан почув розмову між м'ясником і покупцем. \"Дайте мені найкращий шматок м'яса, що у вас є\", - попросив покупець. \"У моїй крамниці все найкраще\", - відповів м'ясник. \"Ви не знайдете тут жодного шматка м'яса, який не був би найкращим\". На цих словах Банзан прозрів."
  },
  {
    "index": 32,
    "title": "Камінь для вимірювання часу на нозі",
    "text": "Один пан попросив Такуана, вчителя дзен-буддизму, порадити, як йому краще провести час.\nВін відчував, що його дні тягнуться дуже довго, коли він сидів у своєму кабінеті і вислуховував поклони від інших.\nТакуан написав вісім китайських ієрогліфів і дав їх чоловікові: \"Не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день, не двічі за день\"."
  },
  {
    "index": 33,
    "title": "Рука Мокусена",
    "text": "Мокусен Хікі жив у храмі в провінції Тамба.\nОдин з його прихильників скаржився на скупість своєї дружини.\nМокусен відвідав дружину цього прихильника і показав їй свій стиснутий кулак перед її обличчям. \"Що ти маєш на увазі?\" - запитала здивована жінка. \"Уявімо, що мій кулак завжди буде таким.\nЯк би ти його назвала?\" - запитав він. \"Деформованим\", - відповіла жінка.\nТоді він розкрив долоню перед її обличчям і запитав: \"А якщо б він завжди був таким.\nЩо тоді?\" - \"Інший вид деформації\", - відповіла дружина. \"Якщо ти так багато розумієш, - закінчив Мокусен, - то ти хороша дружина\". Після його візиту ця дружина допомагала своєму чоловікові не тільки розподіляти, але й заощаджувати."
  },
  {
    "index": 34,
    "title": "Посмішка за життя",
    "text": "Мокуґен ніколи не посміхався до свого останнього дня на землі.\nКоли прийшов його час, він сказав своїм вірним: \"Ви навчалися у мене більше десяти років.\nПокажіть мені свою справжню інтерпретацію дзен.\nТой, хто висловить це найчіткіше, стане моїм наступником і отримає мою мантію і чашу\". Всі дивилися на суворе обличчя Мокуґена, але ніхто не відповів.\nЕнчо, учень, який довгий час був зі своїм учителем, наблизився до ліжка.\nВін посунув чашку з ліками на кілька сантиметрів.\nЦе була його відповідь на наказ.\nОбличчя вчителя стало ще суворішим. \"Це все, що ти зрозумів?\" - запитав він.\nЕнчо простягнув руку і знову відсунув чашку назад.\nНа обличчі Мокугена з'явилася гарна посмішка. \"Ти негідник, - сказав він Енчо. \"Ти працював зі мною десять років і ще не бачив всього мого тіла.\nВізьми халат і чашу.\nВони належать тобі.\""
  },
  {
    "index": 35,
    "title": "Щохвилинний дзен",
    "text": "Учні дзен-буддизму перебувають зі своїми вчителями щонайменше десять років, перш ніж вони наважуються навчати інших.\nДо Нан-Іна завітав Тенно, який, пройшовши навчання, став учителем.\nДень видався дощовим, тому Тенно взув дерев'яні башмаки і мав при собі парасольку.\nПривітавшись з ним, Нан-ін зауважила: \"Гадаю, ти залишив свої дерев'яні бахіли у вестибюлі.\nЯ хочу знати, з правого чи з лівого боку від башмаків лежить твоя парасолька?\" Тенно, збентежений, не знайшов, що відповісти.\nВін зрозумів, що не в змозі носити свій дзен щохвилини.\nВін став учнем Нан-Іна і навчався ще шість років, щоб досягти свого щохвилинного дзен."
  },
  {
    "index": 36,
    "title": "Квітковий дощ",
    "text": "Субхуті був учнем Будди.\nВін зміг зрозуміти силу порожнечі, точку зору, що ніщо не існує інакше, як у взаємозв'язку суб'єктивності та об'єктивності.\nОдного разу Субхуті, перебуваючи в настрої піднесеної порожнечі, сидів під деревом. \"Ми хвалимо тебе за твої роздуми про порожнечу\", - прошепотіли йому боги. \"Але я не говорив про порожнечу\", - сказав Субхуті. \"Ти не говорив про порожнечу, ми не чули порожнечі\", - відповіли боги. \"Це і є справжня порожнеча\". І на Субгуті дощем посипалися квіти."
  },
  {
    "index": 37,
    "title": "Публікація сутр",
    "text": "Тецуґен, прихильник дзен-буддизму в Японії, вирішив опублікувати сутри, які на той час були доступні лише китайською мовою.\nКниги мали бути надруковані в дерев'яних блоках накладом у сім тисяч примірників, що було величезною справою.\nТецуґен почав з того, що подорожував і збирав пожертви для цієї мети.\nКілька симпатиків давали йому сотню золотих, але здебільшого він отримував лише дрібні монети.\nВін дякував кожному жертводавцеві з однаковою вдячністю.\nЧерез десять років Тецуґен мав достатньо грошей, щоб розпочати свою справу.\nТак сталося, що в цей час розлилася річка Удзі.\nПочався голод.\nТецуґен взяв кошти, які він зібрав на книги, і витратив їх, щоб врятувати інших від голодної смерті.\nЧерез кілька років після цього країну охопила епідемія.\nТецуґен знову роздав зібрані кошти, щоб допомогти своєму народові.\nВтретє він розпочав свою роботу, і через двадцять років його бажання здійснилося.\nДрукарські блоки, на яких було надруковано перше видання сутр, сьогодні можна побачити в монастирі Обаку в Кіото.\nЯпонці розповідають своїм дітям, що Тецуґен створив три набори сутр, і що перші два невидимі набори перевершують навіть останній."
  },
  {
    "index": 38,
    "title": "Робота Ґішо",
    "text": "Гішо була пострижена в черниці, коли їй було лише десять років.\nВона проходила навчання так само, як і маленькі хлопчики.\nКоли їй виповнилося шістнадцять, вона мандрувала від одного дзенського майстра до іншого, навчаючись у кожного з них.\nТри роки вона пробула в Ундзана, шість років у Гукея, але так і не змогла отримати ясного бачення.\nНарешті вона пішла до майстра Інзана, який не виявив до неї жодних відмінностей через її статеву приналежність.\nВін вилаяв її, як грім.\nВін прикував її наручниками, щоб пробудити її внутрішню природу.\nГішо залишалася з Інзаном тринадцять років, і тоді вона знайшла те, що шукала!\nНа її честь Інзан написав вірш: Ця черниця вчилася тринадцять років під моїм керівництвом,Увечері вона розглядала найглибші коани,Вранці вона була загорнута в інші коани.\nКитайська черниця Тетсума перевершила всіх, хто був до неї,І з часів Мудзяку ніхто не був таким щирим, як ця Гішо!Але є ще багато воріт, через які вона повинна пройти.Вона повинна отримати ще більше ударів від мого залізного кулака.Після того, як Гішо стала просвітленою, вона поїхала в провінцію Бансю, заснувала свій власний дзен-буддійський храм і навчала двісті інших черниць, поки не померла рік тому, в серпні місяці."
  },
  {
    "index": 39,
    "title": "Сон вдень",
    "text": "Майстер Соєн Шаку покинув цей світ у віці шістдесяти одного року.\nВиконавши справу свого життя, він залишив велике вчення, набагато багатше, ніж у більшості дзенських майстрів.\nЙого учні спали вдень в середині літа, і хоча він не звертав на це уваги, сам він ніколи не втрачав ні хвилини.\nКоли йому було лише дванадцять років, він вже вивчав філософські спекуляції Тендай.\nОдного літнього дня повітря було таким спекотним, що маленький Соєн витягнув ноги і заснув, поки його вчителя не було вдома.\nМинуло три години, коли він раптово прокинувся і почув, як увійшов його вчитель, але було вже занадто пізно.\nВін лежав, розпластавшись на порозі. \"Прошу вибачення, прошу вибачення\", - шепотів його вчитель, обережно переступаючи через тіло Сойєна, наче через тіло якогось поважного гостя.\nПісля цього Соєн більше ніколи не спав після обіду."
  },
  {
    "index": 40,
    "title": "У Країні Мрій",
    "text": "\"Наш шкільний учитель мав звичку дрімати після обіду, - розповідав учень Соєн Шаку.\nМи, діти, запитували його, навіщо він це робить, а він відповідав: \"Я йду в країну снів, щоб зустрітися зі старими мудрецями, як це робив Конфуцій\". Коли Конфуцій спав, йому снилися древні мудреці, про яких він потім розповідав своїм послідовникам. \"Одного разу було дуже спекотно, тож дехто з нас задрімав.\nНаш шкільний учитель нас насварив. \"Ми пішли в країну снів, щоб зустрітися з древніми мудрецями, як і Конфуцій\", - пояснили ми. \"І що ж нам сказали ті мудреці?\" - запитав наш учитель.\nОдин з нас відповів: \"Ми ходили в країну мрій, зустрілися з мудрецями і запитали їх, чи не приходить туди наш учитель кожного дня, але вони сказали, що ніколи не бачили такого хлопця\"."
  },
  {
    "index": 41,
    "title": "Дзен Джошу",
    "text": "Джошу почав вивчати дзен, коли йому було шістдесят років, і продовжував до вісімдесяти, коли він зрозумів дзен.\nВін викладав з вісімдесяти років до ста двадцяти: \"Якщо у мене в голові нічого немає, що мені робити?\" Джошу відповів: \"Викинь: \"Викинь це.\" \"Але якщо у мене нічого немає, як я можу це викинути?\" - продовжив запитувач. \"Що ж, - сказав Йошу, - тоді здійсни це.\""
  },
  {
    "index": 42,
    "title": "Відповідь мерця",
    "text": "Коли Мамія, який згодом став відомим проповідником, прийшов до вчителя за особистим наставництвом, його попросили пояснити звук однієї руки.\nМамія зосередився на тому, яким може бути звук однієї руки. \"Ти недостатньо старанно працюєш, - сказав йому вчитель. \"Ти занадто прив'язаний до їжі, багатства, речей і цього звуку.\nБуло б краще, якби ти помер.\nЦе вирішило б проблему\".\nНаступного разу, коли Мамія з'явився перед учителем, його знову запитали, що він може показати про звук однієї руки.\nМамія одразу впав, наче мертвий.\n\"Ти і справді мертвий, - зауважив учитель. \"Але як щодо цього звуку?\n\"Я ще не розгадав\", - відповів Мамія, дивлячись вгору.\n\"Мертві не розмовляють\", - сказав учитель. \"Вийди геть!\""
  },
  {
    "index": 43,
    "title": "Дзен у житті жебрака",
    "text": "Тосуї був відомим учителем дзен свого часу.\nВін жив у кількох храмах і викладав у різних провінціях.\nВ останньому храмі, який він відвідав, зібралося так багато прихильників, що Тосуї сказав їм, що збирається повністю покинути лекційний бізнес.\nВін порадив їм розійтися і йти, куди їм заманеться.\nПісля цього ніхто не міг знайти його слідів.\nЧерез три роки один з учнів знайшов його, коли він жив з жебраками під мостом у Кіото.\nВін одразу ж попросив Тосуї навчити його.\n\"Якщо ти зможеш робити так само, як я, хоча б пару днів, я міг би\", - відповів Тосуї.\nТож колишній учень переодягнувся жебраком і провів з Тосуї цілий день.\nНаступного дня один з жебраків помер.\nТосуї та його учень віднесли тіло опівночі і поховали його на схилі гори.\nПісля цього вони повернулися до свого притулку під мостом.\nТосуї міцно проспав решту ночі, але його учень не міг заснути.\nКоли настав ранок, Тосуї сказав: \"Сьогодні нам не доведеться просити їжу.\nНаш померлий друг залишив трохи там\". Але учень не зміг з'їсти жодного шматочка.\n\"Я ж казав, що ти не зможеш зробити так, як я\", - закінчив Тосуї. \"Забирайся звідси і не турбуй мене більше\"."
  },
  {
    "index": 44,
    "title": "Злодій, який став учнем",
    "text": "Одного вечора, коли Шічірі Кодзюн читав сутри, до нього увійшов злодій з гострим мечем, вимагаючи віддати йому гроші або життя: \"Не турбуй мене.\nТи можеш знайти гроші в тій шухляді\". Потім він продовжив свою декламацію.\nТрохи згодом він зупинився і покликав: \"Не бери все.\nЗловмисник зібрав більшу частину грошей і пішов геть. \"Подякуй людині, коли отримуєш подарунок\", - додав Шичірі.\nЧоловік подякував і пішов геть.\nЧерез кілька днів його спіймали, і він зізнався, серед іншого, у злочині проти Шичірі.\nКоли Шичірі викликали як свідка, він сказав: \"Цей чоловік не злодій, принаймні, наскільки я знаю.\nЯ дав йому гроші, і він подякував мені за це.\" Після закінчення терміну ув'язнення цей чоловік пішов до Шичірі і став його учнем."
  },
  {
    "index": 45,
    "title": "Правильне і неправильне",
    "text": "Коли Банкей проводив тижні медитації на самоті, учні з різних куточків Японії приїжджали на них.\nПід час однієї з таких зустрічей одного учня спіймали на крадіжці.\nПро це повідомили Банкею з проханням виключити винуватця.\nПізніше цього учня спіймали на подібній крадіжці, і Банкей знову проігнорував цю справу.\nЦе обурило інших учнів, які склали петицію з проханням звільнити злодія, заявивши, що в іншому випадку вони підуть трупом.\nКоли Банкей прочитав петицію, він покликав усіх до себе. \"Ви мудрі брати, - сказав він їм. \"Ви знаєте, що правильно, а що ні.\nВи можете піти кудись вчитися, якщо хочете, але цей бідний брат навіть не знає, що добре, а що погано.\nХто його навчить, якщо не я?\nЯ залишу його тут, навіть якщо ви всі підете.\" Потік сліз очистив обличчя брата-крадія.\nУсе бажання красти зникло."
  },
  {
    "index": 46,
    "title": "Як трава і дерева стають просвітленими",
    "text": "У період Камакура Шінкан шість років вивчав Тендай, потім сім років вивчав Дзен; потім він поїхав до Китаю і споглядав Дзен ще тринадцять років.\nКоли він повернувся до Японії, багато хто хотів взяти у нього інтерв'ю і ставив настирливі запитання.\nАле коли Шінкан приймав відвідувачів, що траплялося нечасто, він рідко відповідав на їхні запитання.\nОдного разу п'ятдесятирічний учень, що досяг просвітлення, сказав Шінкану: \"Я вивчав Тенденцію Дзен: \"Я вивчав філософську школу Тендай з дитинства, але одну річ у ній я не можу зрозуміти.\nТендай стверджує, що навіть трава і дерева стануть просвітленими.\nМені це здається дуже дивним\". \"Який сенс обговорювати, як трава і дерева стають просвітленими?\" - запитав Шінкан. \"Питання в тому, як ти сам можеш стати просвітленим.\nТи коли-небудь думав про це?\" - \"Я ніколи не думав про це в такому сенсі\", - здивувався старий. \"Тоді йди додому і подумай про це\", - закінчив Шінкан."
  },
  {
    "index": 47,
    "title": "Скупий художник",
    "text": "Гессен був монахом-художником.\nПерш ніж почати малювати чи писати картину, він завжди наполягав на тому, щоб йому заплатили наперед, і його гонорари були високими.\nЙого називали \"Скупий художник\". Одного разу гейша дала йому замовлення на картину. \"Скільки ти можеш заплатити?\" - запитав Гессен. \"Скільки захочеш, - відповіла дівчина, - але я хочу, щоб ти працював переді мною\". Одного дня Гессена покликала до себе гейша.\nВона влаштовувала бенкет для своєї покровительки, і Гессен тонким пензлем намалював картину.\nКоли вона була завершена, він попросив найвищу суму свого часу.\nВін отримав свою платню.\nТоді гейша звернулася до свого покровителя і сказала: \"Цей художник хоче тільки грошей.\nЙого картини прекрасні, але його розум брудний; гроші зробили його каламутним.\nЙого роботи, намальовані таким брудним розумом, не придатні для виставки.\nЗнявши спідницю, вона попросила Гессена намалювати ще одну картину на задній частині спідниці. \"Скільки ти заплатиш?\" - запитав Гессен. \"О, скільки завгодно\", - відповіла дівчина.Гессен назвав фантастичну ціну, намалював картину так, як вона просила, і пішов геть.Пізніше стало відомо, що Гессен мав такі причини для бажання грошей:У його провінції часто навідувався спустошливий голод.\nБагаті не допомагали бідним, тому Гессен мав таємний, нікому не відомий склад, який він тримав наповненим зерном, приготованим на випадок надзвичайних ситуацій.\nДорога від його села до Національної Святині була в дуже поганому стані, і багато мандрівників страждали, подорожуючи нею.\nЙого вчитель помер, так і не здійснивши свого бажання побудувати храм, і Гессен захотів завершити цей храм за нього.\nПісля того, як Гессен здійснив свої три бажання, він викинув свої пензлі та матеріали і, пішовши в гори, більше ніколи не малював."
  },
  {
    "index": 48,
    "title": "Точна пропорція",
    "text": "Сен-но Рікю, чайний майстер, захотів повісити кошик з квітами на колону.\nВін попросив теслю допомогти йому, вказуючи, щоб той поставив кошик трохи вище чи нижче, правіше чи лівіше, доки той не знайшов потрібне місце. \"Це те місце\", - нарешті сказав Сен-но Рікія.\nТесля, щоб перевірити майстра, позначив місце, а потім вдав, що забув.\nЦе було те місце? \"Можливо, це те місце?\" - перепитував тесля, вказуючи на різні місця на колоні.\nАле почуття міри у чайного майстра було настільки точним, що тільки тоді, коли тесля знову дійшов до ідентичного місця, його розташування було підтверджено."
  },
  {
    "index": 49,
    "title": "Будда з чорним носом",
    "text": "Черниця, яка шукала просвітлення, зробила статую Будди і покрила її золотим листям.\nКуди б вона не йшла, вона носила цього золотого Будду з собою.\nМинули роки, і, все ще носячи свого Будду, черниця оселилася в маленькому храмі в країні, де було багато Будд, кожен з яких мав свою особливу святиню.\nЧерниця захотіла запалити пахощі перед своїм золотим Буддою.\nНе бажаючи, щоб пахощі потрапляли до інших, вона вигадала воронку, через яку дим піднімався лише до її статуї.\nВід цього ніс золотого Будди почорнів, зробивши його особливо потворним."
  },
  {
    "index": 50,
    "title": "Ясне усвідомлення Рьонен",
    "text": "Буддійська монахиня, відома як Рьонен, народилася в 1797 році.\nВона була онукою відомого японського воїна Сінґена.\nЇї поетичний геній і зваблива краса були такими, що в сімнадцять років вона вже служила імператриці як одна з придворних дам.\nВже в такому юному віці на неї чекала слава.\nКохана імператриця несподівано померла, і сподівання Рьонен розвіялися.\nВона гостро усвідомила мінливість життя в цьому світі.\nСаме тоді вона захотіла вивчати дзен, але її родичі не погодилися з цим і практично змусили її вийти заміж.\nПообіцявши, що після народження трьох дітей вона стане черницею, Рьонен погодилася.\nДо двадцяти п'яти років вона виконала цю умову.\nТоді її чоловік і родичі вже не могли відмовити її від цього бажання.\nВона поголила голову, взяла собі ім'я Рьонен, що означає \"ясно усвідомлювати\", і вирушила в паломництво.\nВона прийшла в місто Едо і попросила Тецуґі прийняти її в учні.\nЗ першого погляду майстер відкинув її, бо вона була надто вродливою.\nРьонен пішла до іншого майстра, Хакуо.\nХакуо відмовив їй з тієї ж причини, сказавши, що її краса принесе лише неприємності.\nРьонен взяла розпечену праску і приклала її до свого обличчя.\nЗа кілька миттєвостей її краса зникла назавжди.\nХакуо прийняв її як ученицю.\nНа згадку про цю подію Рьонен написала вірш на звороті маленького дзеркальця: \"На службі в імператриці я палила пахощі, щоб ароматизувати свій вишуканий одяг, а тепер, як бездомна жебрачка, обпалюю своє обличчя, щоб увійти до дзенського храму.\". Коли Рьонен збиралася покинути цей світ, вона написала ще один вірш:Шістдесят шість разів ці очі бачили мінливу картину осені.Я вже достатньо розповіла про місячне світло,Не питай більше.Слухай тільки голос сосен і кедрів, коли не віє вітер."
  },
  {
    "index": 51,
    "title": "Кислий місо",
    "text": "Монах-кухар Дайріо в монастирі Банкея вирішив, що буде дбати про здоров'я свого старого вчителя і даватиме йому тільки свіже місо - пасту з соєвих бобів, змішаних з пшеницею і дріжджами, яка часто бродила.\nБанкей, помітивши, що йому подають краще місо, ніж його учням, запитав: \"Хто сьогодні готує?\": \"Хто сьогодні кухар?\" Перед ним поставили Дайріо.\nБанкей дізнався, що за віком і становищем він повинен їсти тільки свіже місо.\nТому він сказав кухареві: \"Тоді, по-твоєму, я взагалі не повинен їсти\". З цими словами він увійшов до своєї кімнати і замкнув двері.\nДайріо, сидячи за дверима, попросив вибачення у свого вчителя.\nБанкей не відповів.\nСім днів Дайріо сидів надворі, а Банкей всередині.\nНарешті, у відчаї один з адептів голосно покликав Банкея: \"З тобою, старий учителю, може, все гаразд, але цьому молодому учневі треба їсти.\nВін не може вічно сидіти без їжі!\" На це Банкей відчинив двері.\nВін посміхався.\nВін сказав Дайріо: \"Я наполягаю на тому, щоб їсти ту ж їжу, що і найменший з моїх учнів.\nКоли ти станеш учителем, я не хочу, щоб ти забував про це\"."
  },
  {
    "index": 52,
    "title": "Твоє світло може згаснути",
    "text": "Учень Тендай, філософської школи буддизму, прийшов до дзенської обителі Гасан як учень.\nКоли він збирався їхати через кілька років, Гасан попередив його: \"Вивчення істини умоглядно корисне як спосіб збору проповідницького матеріалу.\nАле пам'ятай, що якщо ти не будеш постійно медитувати, твоє світло істини може згаснути\"."
  },
  {
    "index": 53,
    "title": "Той, хто дає, повинен бути вдячним",
    "text": "Коли Сейецу був майстром Енгаку в Камакурі, він потребував більшого приміщення, оскільки ті, в яких він навчав, були переповнені.\nУмеза Сейбей, купець з Едо, вирішив пожертвувати п'ятсот золотих монет, які називалися рьо, на будівництво більш пристойної школи.\nЦі гроші він приніс вчителеві.\nСейсецу сказав: \"Гаразд.\nУмэдзу віддав Сейсецу мішок із золотом, але той був незадоволений ставленням вчителя.\nНа три рьо можна прожити цілий рік, а купець навіть не подякував за п'ятсот. \"У цьому мішку п'ятсот рьо\", - натякнув Умэдза. \"Ти вже казав мені це раніше, - відповів Сейсецу. \"Навіть якщо я багатий купець, п'ятсот рьо - це великі гроші\", - сказав Умэдзу. \"Хочеш, щоб я подякував тобі за них?\" - запитав Сейсеці. \"Ти повинен\", - відповів Умэдза. \"Чому я повинен?\" - запитав Сейсецу. \"Той, хто дарує, повинен бути вдячним\"."
  },
  {
    "index": 54,
    "title": "Остання воля і заповіт",
    "text": "Іккю, відомий вчитель дзен епохи Асікаґа, був сином імператора.\nКоли він був зовсім юним, його мати покинула палац і пішла вивчати дзен у храм.\nТаким чином принц Іккю також став учнем.\nКоли мати померла, вона залишила йому листа.\nУ ньому йшлося: \"Іккю: \"Я завершила свою роботу в цьому житті і тепер повертаюся у Вічність.\nЯ бажаю тобі стати хорошим учнем і усвідомити свою природу Будди.\nТи дізнаєшся, чи перебуваю я в пеклі і чи завжди я з тобою, чи ні.\nЯкщо ти станеш людиною, яка усвідомить, що Будда і його послідовник Бодхідхарма - твої власні слуги, ти зможеш покинути навчання і працювати на благо людства.\nБудда проповідував сорок дев'ять років і за весь цей час не вважав за потрібне промовити жодного слова.\nВи маєте знати, чому.\nАле якщо не знаєш, але все ж хочеш, уникай безплідних роздумів. твоя мати. не народився, не помер.першого вересня.P.S. Вчення Будди було головним чином для того, щоб просвітлювати інших.\nЯкщо ви залежні від будь-якого з його методів, ви не більше ніж неосвічена комаха.\nІснує 80 000 книг про буддизм, і якщо ви прочитаєте їх усі і все одно не побачите власної природи, ви не зрозумієте навіть цього листа.\nЦе моя воля і заповіт."
  },
  {
    "index": 55,
    "title": "Чайний майстер і вбивця",
    "text": "Тайко, воїн, який жив у Японії до епохи Токугави, вивчав Ча-но-ю, чайний етикет, у Сен-но Рікю, вчителя цього естетичного вираження спокою і задоволеності.\nВоїн, що супроводжував Тайко, Като, сприйняв захоплення свого начальника чайним етикетом як недбале ставлення до державних справ, тому вирішив убити Сен-но Рікю.\nВін зробив вигляд, що завітав до чайного майстра зі світським візитом, і був запрошений випити чаю.\nМайстер, який добре знався на своєму мистецтві, з першого погляду зрозумів наміри воїна, тому запропонував Като залишити меч надворі, перш ніж зайти до кімнати для церемонії, пояснивши, що Ча-но-ю уособлює сам мир, але Като не став цього слухати. \"Я воїн, - сказав він. \"Я завжди маю при собі меч.\nЧа-но-ю чи не Ча-но-ю, я маю свій меч.\" \"Дуже добре.\nПринеси свій меч і випий чаю\", - погодився Сен-но Рікю.\nЧайник закипів на вугіллі.\nРаптом Сен-но Рікю перекинув його набік.\nЗдійнялася шипляча пара, наповнивши кімнату димом і попелом.\nПереляканий воїн вибіг на вулицю.\nЧайний майстер вибачився. \"Це була моя помилка.\nПовертайся і випий чаю.\nУ мене є твій меч, покритий попелом, я почищу його і віддам тобі.\" У цій ситуації воїн зрозумів, що не зможе вбити чайного майстра, тому відмовився від цієї ідеї."
  },
  {
    "index": 56,
    "title": "Істинний шлях",
    "text": "Незадовго до смерті Нінакави його відвідав дзенський майстер Іккю. \"Хочеш, щоб я повів тебе далі?\" - запитав Іккю. запитав Ік'ю.\nНінакава відповів: \"Я прийшов сюди один і піду один.\nЧим ти можеш мені допомогти?\" Іккю відповів: \"Якщо ти думаєш, що я справді прийшов сюди: \"Якщо ти думаєш, що ти справді приходиш і йдеш, то це твоя омана.\nДозволь мені показати тобі шлях, на якому немає ні приходу, ні відходу.\" Своїми словами Іккю так ясно показав цей шлях, що Нінакава посміхнувся і помер."
  },
  {
    "index": 57,
    "title": "Райська брама",
    "text": "Солдат на ім'я Нобусіґе прийшов до Хакуїна і запитав: \"Чи справді існує рай і пекло?\" \"Хто ти?\" - запитав Хакуїн. \"Я самурай\", - відповів воїн. \"Ти, солдат!\" - вигукнув Хакуїн. \"Який правитель може мати тебе за охоронця?\nТвоє обличчя схоже на обличчя жебрака.\" Нобусіґе так розлютився, що почав витягати свій меч, але Хакуін продовжував: \"То в тебе є меч!\nТвоя зброя, мабуть, занадто тупа, щоб відтяти мені голову.\" Коли Нобусіґе витягнув свій меч, Хакуін зауважив: \"Відчини ворота пекла: \"Відчиняй ворота пекла!\" На ці слова самурай, відчуваючи дисциплінованість господаря, вклав свій меч у піхви і вклонився. \"Відчиняй ворота раю\", - сказав Хакуїн."
  },
  {
    "index": 58,
    "title": "Арешт Кам'яного Будди",
    "text": "Купець з п'ятдесятьма рулонами бавовняних товарів на плечах зупинився відпочити від денної спеки під навісом, де стояв великий кам'яний Будда.\nТам він заснув, а коли прокинувся, його товар зник.\nВін негайно повідомив про це в поліцію.\nСуддя на ім'я О-ока відкрив суд для розслідування. \"Цей кам'яний Будда, мабуть, вкрав товар, - зробив висновок суддя. \"Він повинен дбати про добробут людей, але він не виконав свій святий обов'язок.\nЗаарештуйте його!\" Поліція заарештувала кам'яного Будду і віднесла його до суду.\nГаласливий натовп слідував за статуєю, цікавлячись, який вирок збирається винести суддя.\nКоли О-ока з'явився на лаві суддів, він дорікнув галасливій аудиторії. \"Яке право ви маєте з'являтися перед судом, сміючись і жартуючи?\nВи проявляєте неповагу до суду і підлягаєте штрафу та ув'язненню!\" Люди поспішили вибачитися. \"Я змушений накласти на вас штраф, - сказав суддя, - але я відстрочу його за умови, що кожен з вас протягом трьох днів принесе до суду по одному рулону бавовняних виробів.\nТой, хто цього не зробить, буде заарештований\". Один з рулонів тканини, який принесли люди, купець швидко впізнав як свій власний, і таким чином злодія було легко викрити.\nКупець повернув свій товар, а рулони бавовни були повернуті людям."
  },
  {
    "index": 59,
    "title": "Солдати людяності",
    "text": "Одного разу дивізія японської армії брала участь в удаваній битві, і деякі офіцери вважали за потрібне розмістити свій штаб у храмі Гасана.\nГасан сказав своєму кухареві: \"Нехай офіцери їдять тільки ту ж просту їжу, що і ми\". Це розлютило солдатів, оскільки вони звикли до дуже шанобливого ставлення до себе.\nОдин з них підійшов до Гасана і сказав: \"За кого ви нас маєте?\nМи солдати, які жертвують своїм життям за свою країну.\nЧому ви не ставитеся до нас відповідно?\" Гасан суворо відповів: \"За кого ви нас маєте?\nМи солдати людства, які прагнуть врятувати всіх живих істот\"."
  },
  {
    "index": 60,
    "title": "Тунель",
    "text": "Дзенкай, син самурая, поїхав до Едо і став слугою високого чиновника.\nВін закохався в дружину чиновника і був викритий.\nЗ метою самозахисту він убив чиновника.\nПотім він втік з дружиною, і вони обоє стали злодіями.\nАле жінка була настільки жадібною, що Зенкай відчув до неї огиду.\nВрешті-решт, покинувши її, він подався далеко в провінцію Бузен, де став мандрівним жебраком.\nЩоб спокутувати своє минуле, Дзенкай вирішив зробити якусь добру справу за життя.\nЗнаючи про небезпечну дорогу над урвищем, яка стала причиною смерті і каліцтва багатьох людей, він вирішив прорити тунель через гору.\nВдень він жебракував, а вночі працював, копаючи тунель.\nКоли минуло тридцять років, тунель мав 2280 футів у довжину, 20 футів у висоту і 30 футів у ширину.\nЗа два роки до завершення роботи син убитого ним чиновника, який був вправним фехтувальником, вистежив Зенкая і прийшов, щоб убити його з помсти. \"Я добровільно віддам тобі своє життя, - сказав Зенкай. \"Тільки дай мені закінчити цю роботу.\nУ день, коли вона буде завершена, ти зможеш мене вбити.\" І син став чекати цього дня.\nМинуло кілька місяців, а Зендай продовжував копати.\nСинові набридло нічого не робити, і він почав допомагати копати.\nПісля того, як він допомагав більше року, він почав захоплюватися сильною волею і характером Зенкая.\nНарешті тунель був завершений, і люди могли користуватися ним і подорожувати в безпеці. \"Тепер відрубайте мені голову\", - сказав Зенкай. \"Моя робота зроблена.\" \"Як я можу відрубати голову своєму вчителеві?\" - запитав молодий чоловік зі сльозами на очах."
  },
  {
    "index": 61,
    "title": "Гудо та імператор",
    "text": "Імператор Ґойодзей вивчав дзен під керівництвом Ґудо.\nВін запитав: \"У дзен цей самий розум і є Будда.\nЧи правильно це?\" Гудо відповів: \"Якщо я скажу \"так\", ти будеш думати, що розумієш, не розуміючи.\nЯкщо я скажу \"ні\", то суперечитиму факту, який багато хто добре розуміє\". Наступного дня імператор запитав Гудо: \"Куди потрапляє просвітлена людина, коли помирає?\" Гудо відповів: \"Я не знаю\": \"Я не знаю.\" \"Чому ти не знаєш?\" - запитав імператор. \"Тому що я ще не помер\", - відповів Гудо.\nІмператор не наважився розпитувати далі про речі, які його розум не міг осягнути.\nТоді Гудо вдарив долонею по підлозі, ніби пробуджуючи його, і імператор був просвітлений!\nПісля просвітлення імператор поважав дзен і старого Гудо ще більше, ніж будь-коли, і навіть дозволив Гудо носити його капелюх у палаці взимку.\nКоли Гудо було за вісімдесят, він засинав посеред лекції, і імператор тихо виходив до іншої кімнати, щоб його улюблений учитель міг насолодитися відпочинком, якого потребувало його старіюче тіло."
  },
  {
    "index": 62,
    "title": "У руках долі",
    "text": "Великий японський воїн на ім'я Нобунага вирішив напасти на ворога, хоча у нього була лише десята частина людей, якими командував супротивник.\nВін знав, що переможе, але його солдати сумнівалися.\nДорогою він зупинився біля синтоїстського храму і сказав своїм воїнам: \"Після того, як я відвідаю храм, я кину монету.\nЯкщо випаде орел, ми переможемо, якщо решка - програємо.\nДоля тримає нас у своїй руці\". Нобунага увійшов до храму і підніс тиху молитву.\nВін вийшов і кинув монету.\nЗ'явилися голови.\nЙого воїни так хотіли битися, що легко виграли битву. \"Ніхто не може змінити руку долі\", - сказав йому після битви його слуга. \"Дійсно, ні\", - відповів Нобунага, показуючи монету, яка була подвоєна, з орлом і решкою, зверненими в обидва боки."
  },
  {
    "index": 63,
    "title": "Вбивство",
    "text": "Одного разу Гасан дав настанову своїм прихильникам: \"Мають рацію ті, хто виступає проти вбивства і бажає зберегти життя всіх свідомих істот.\nДобре захищати навіть тварин і комах.\nАле як бути з тими, хто вбиває час, як бути з тими, хто руйнує багатство, як бути з тими, хто руйнує політичну економію?\nМи не повинні залишати їх поза увагою.\nКрім того, як бути з тим, хто проповідує без просвітлення?\nВін вбиває буддизм\"."
  },
  {
    "index": 64,
    "title": "Касан Піт",
    "text": "Касана попросили відслужити на похороні провінційного лорда.\nВін ніколи раніше не зустрічався з лордами і вельможами, тому нервував.\nКоли церемонія розпочалася, Касан спітнів.\nЗгодом, коли він повернувся, то зібрав своїх учнів.\nКасан зізнався, що він ще не готовий бути вчителем, бо йому бракує тієї ж самості, яку він мав у світі слави, що й у відокремленому храмі.\nТоді Касан пішов у відставку і став учнем іншого вчителя.\nЧерез вісім років він повернувся до своїх колишніх учнів просвітленим."
  },
  {
    "index": 65,
    "title": "Підкорення привида",
    "text": "Молода дружина захворіла і була при смерті. \"Я так тебе кохаю, - сказала вона чоловікові, - що не хочу тебе залишати.\nНе йди від мене до іншої жінки.\nЯкщо підеш, я повернуся як привид і буду завдавати тобі нескінченних неприємностей.\" Незабаром дружина померла.\nПерші три місяці чоловік поважав її останню волю, але потім зустрів іншу жінку і закохався в неї.\nВідразу після заручин до чоловіка щоночі з'являвся привид, який докоряв йому за те, що він не дотримав своєї обіцянки.\nПривид був дуже розумним.\nВона розповіла йому все, що сталося між ним і його новою коханою.\nЩоразу, коли він дарував своїй нареченій подарунок, привид детально описував його.\nВона навіть повторювала розмови, і це так дратувало амна, що він не міг заснути.\nХтось порадив йому звернутися з цією проблемою до дзен-майстра, який жив неподалік від села.\nВрешті-решт, у відчаї бідолаха звернувся до нього по допомогу. \"Твоя колишня дружина стала привидом і знає все, що ти робиш, - прокоментував майстер. \"Що б ти не робив, що б не говорив, що б не дарував своїй коханій, вона все знає.\nВона, мабуть, дуже мудрий привид.\nСправді, ви повинні захоплюватися таким привидом.\nНаступного разу, коли вона з'явиться, торгуйся з нею.\nСкажи їй, що вона знає так багато, що ти нічого не можеш від неї приховати, і що якщо вона відповість тобі на одне питання, ти обіцяєш розірвати свої заручини і залишитися неодруженим\". \"Яке ж питання я повинен їй задати?\" - запитав чоловік.\nМайстер відповів: \"Візьми велику жменю соєвих бобів і запитай її, скільки саме бобів ти тримаєш у руці.\nЯкщо вона не зможе тобі відповісти, ти знатимеш, що вона лише плід твоєї уяви і більше не буде тебе турбувати\". Наступної ночі, коли привид з'явився, чоловік підлестився до неї і сказав, що вона все знає. \"Так, - відповіла примара, - і я знаю, що ти сьогодні ходив до того дзенського майстра\". \"І якщо ти так багато знаєш, - зажадав чоловік, - скажи мені, скільки бобів я тримаю в цій руці!\" Привида вже не було, і він не зміг відповісти на це запитання."
  },
  {
    "index": 66,
    "title": "Діти Його Величності",
    "text": "Ямаока Тесю був вихователем імператора.\nВін також був майстром фехтування і глибоким учнем дзен-буддизму.\nЙого дім був притулком бродяг.\nІмператор, побачивши, наскільки зношеним був його одяг, дав Ямаоці трохи грошей, щоб той купив новий.\nКоли Ямаока з'явився наступного разу, на ньому був той самий старий одяг. \"Куди подівся твій новий одяг, Ямаоко?\" - запитав імператор. \"Я забезпечив одягом дітей Вашої Величності\", - пояснив Ямаока."
  },
  {
    "index": 67,
    "title": "Що ти робиш! Що ти кажеш!",
    "text": "У наш час багато нісенітниць говорять про майстрів і учнів, про успадкування вчення майстра улюбленими учнями, що дає їм право передавати істину своїм адептам.\nЗвичайно, дзен слід передавати саме так, від серця до серця, і в минулому це дійсно відбувалося.\nПанували тиша і смирення, а не професія і самоствердження.\nТой, хто отримав таке вчення, зберігав його в таємниці навіть через двадцять років.\nЛише тоді, коли хтось інший через власну потребу дізнавався, що поруч був справжній учитель, він дізнавався, що вчення було передане, і навіть тоді нагода виникла цілком природно, і вчення проклало собі шлях саме по собі.\nЗа жодних обставин учитель навіть не стверджував: \"Я є наступником такого-то\". Таке твердження довело б зовсім протилежне: у дзен-майстра Му-нана був лише один послідовник.\nЙого звали Сьоджу.\nПісля того, як Сьоджу завершив своє навчання дзен, Му-нань покликав його до себе в кімнату. \"Я старію, - сказав він, - і наскільки я знаю, Сьоджу, ти єдиний, хто продовжить це вчення.\nОсь тобі книга.\nВона передавалася від майстра до майстра протягом семи поколінь.\nЯ також додав багато пунктів відповідно до свого розуміння.\nЦя книга дуже цінна, і я дарую її тобі, щоб ти продовжував її.\" \"Якщо книга така важлива, то краще залиш її собі, - відповів Сьодзю. \"Я отримав твій дзен без записів і задоволений ним таким, яким він є.\" \"Я знаю це, - сказав Му-нан. \"І все ж таки, цей твір передавався від майстра до майстра протягом семи поколінь, тож ти можеш зберігати його як символ того, що ти отримав вчення.\nОсь.\" Так сталося, що вони розмовляли перед жаровнею.\nЩойно Сьоджу відчув книгу в руках, він кинув її у вугілля, що палало.\nУ нього не було жадоби до багатства.\nМу-нан, яка ніколи раніше не гнівалася, закричала: \"Що ти робиш!\" Сьоджу крикнув у відповідь: \"Що ти кажеш!\""
  },
  {
    "index": 68,
    "title": "Одна нота дзен",
    "text": "Після того, як Какуа відвідав імператора, він зник, і ніхто не знав, що з ним сталося.\nВін був першим японцем, який вивчав дзен у Китаї, але оскільки він нічого не показав, окрім однієї записки, його не пам'ятають як такого, що приніс дзен у свою країну.Какуа відвідав Китай і прийняв істинне вчення.\nВін не подорожував, поки був там.\nПостійно медитуючи, він жив на віддаленій частині гори.\nКоли люди знаходили його і просили проповідувати, він говорив кілька слів, а потім переходив на іншу частину гори, де його було легше знайти.\nІмператор почув про Какуа, коли повернувся до Японії, і попросив його проповідувати дзен для свого повчання і повчання своїх підданих.\nКакуа стояв перед імператором у мовчанні.\nПотім він витягнув флейту зі складок свого вбрання і подув на неї одну коротку ноту.\nВвічливо вклонившись, він зник."
  },
  {
    "index": 69,
    "title": "Поїдання провини",
    "text": "Одного разу виникли обставини, які затримали приготування обіду для майстра Сото-дзен Фукаї та його послідовників.\nПоспішаючи, кухар пішов у сад зі своїм кривим ножем, зрізав верхівки зелених овочів, подрібнив їх і зварив суп, не знаючи, що в поспіху поклав до овочів частину змії.\nПослідовники Фукаї думали, що ніколи не куштували такого смачного супу.\nАле коли сам майстер знайшов голову змії у своїй мисці, він покликав кухаря. \"Що це?\" - запитав він, простягаючи йому голову змії. \"О, дякую, вчителю\", - відповів кухар, взявши шматок і швидко з'ївши його."
  },
  {
    "index": 70,
    "title": "Найцінніша річ у світі",
    "text": "Созана, китайського майстра дзен-буддизму, запитав учень: \"Що є найціннішою річчю у світі?\" Майстер відповів: \"Голова мертвого кота.\" \"Чому голова мертвого кота є найціннішою річчю у світі?\" - запитав учень, і Созан відповів: \"Тому що ніхто не може назвати її ціну: \"Тому що ніхто не може назвати її ціну\"."
  },
  {
    "index": 71,
    "title": "Вчимося мовчати",
    "text": "Учні школи Тендай вивчали медитацію ще до того, як дзен прийшов до Японії.\nЧетверо з них, які були близькими друзями, пообіцяли один одному дотримуватися семи днів мовчання.\nПершого дня всі мовчали.\nМедитація розпочалася сприятливо, але коли настала ніч і олійні лампи стали тьмяніти, один з учнів не стримався і вигукнув до слуги: \"Полагодьте лампи!\": \"Полагодь ці лампи!\" Другий учень здивувався, почувши слова першого. \"Ми не повинні говорити ні слова, - зауважив він, - ви обидва дурні.\nЧому ти заговорив?\" - запитав третій. \"Я єдиний, хто не заговорив\", - підсумував четвертий учень."
  },
  {
    "index": 72,
    "title": "Володар тупоголових",
    "text": "Двох учителів дзен, Дайґу і Ґудо, запросили відвідати одного володаря.\nПрибувши в гості, Ґудо сказав володареві: \"Ви мудрий від природи і маєте вроджені здібності до вивчення дзен.\" \"Дурниці, - відповів Дайґу. \"Навіщо ти підлещуєшся до цього бовдура?\nВін хоч і пан, але нічого не знає про дзен.\" Тож замість того, щоб збудувати храм для Ґудо, пан збудував його для Дайґу і почав вивчати дзен разом з ним."
  },
  {
    "index": 73,
    "title": "Десять послідовників",
    "text": "Учні дзен дають обітницю, що навіть якщо їх вб'є їхній учитель, вони мають намір вивчати дзен.\nЗазвичай вони відрізають палець і скріплюють своє рішення кров'ю.\nЗ часом обітниця перетворилася на просту формальність, і з цієї причини учня, який загинув від руки Екідо, зробили мучеником.\nЕкідо став суворим учителем.\nУчні боялися його.\nОдин з них, який чергував, б'ючи в гонг, щоб повідомити час дня, пропустив удари, коли його погляд привернула красива дівчина, що проходила повз ворота храму.\nУ цей момент Екідо, який стояв прямо за ним, вдарив його палицею, і від удару він помер.\nОпікун учня, почувши про нещасний випадок, попрямував прямо до Екідо.\nЗнаючи, що він не винен, він похвалив вчителя за його суворе навчання.\nЕкідо поставився до нього так, ніби учень був ще живий.\nПісля цього випадку він зміг виховати під своїм керівництвом більше десяти просвітлених учнів, що є дуже незвичайним числом."
  },
  {
    "index": 74,
    "title": "Справжня Реформація",
    "text": "Рьокан присвятив своє життя вивченню дзен.\nОдного разу він почув, що його племінник, незважаючи на застереження родичів, витрачає гроші на куртизанку.\nОскільки племінник зайняв місце Рьокана в управлінні родинним маєтком і майно було під загрозою розбазарювання, родичі попросили Рьокана щось зробити.\nРьокану довелося подолати довгий шлях, щоб відвідати свого племінника, якого він не бачив багато років.\nПлемінник, здавалося, був радий знову зустрітися з дядьком і запросив його залишитися на ніч.\nВранці, коли він від'їжджав, він сказав юнакові: \"Я, мабуть, старію, у мене так тремтять руки.\nЧи не допоможеш ти мені зав'язати шнурок на солом'яному сандалі?\" Племінник охоче допоміг йому. \"Дякую, - закінчив Рьокан, - бачиш, людина з кожним днем старішає і слабшає.\nБережи себе\". Після цього Рьокан пішов, ні словом не згадавши про куртизанку і скарги родичів.\nАле з того ранку розсіяність племінника припинилася."
  },
  {
    "index": 75,
    "title": "Темперамент",
    "text": "Учень дзен прийшов до Банкея і поскаржився: \"Учителю, у мене некерований характер.\nЯк мені його вилікувати?\" \"У тебе щось дуже дивне, - відповів Банкей. \"Покажи мені, що в тебе є.\" \"Зараз я не можу тобі цього показати\", - відповів той. \"Коли ж ти зможеш мені це показати?\" - запитав Банкей. \"Це виникає несподівано\", - відповів учень. \"Тоді, - зробив висновок Банкей, - це, мабуть, не твоя власна справжня природа.\nЯкби це було так, ти міг би показати її мені в будь-який час.\nКоли ти народився, у тебе її не було, і батьки тобі її не дали.\nПодумай про це\"."
  },
  {
    "index": 76,
    "title": "Кам'яний розум",
    "text": "Хоген, китайський вчитель дзен, жив самотньо в маленькому храмі за містом.\nОдного разу четверо мандрівних монахів прийшли до нього на подвір'я і попросили розпалити вогнище, щоб зігрітися.\nПоки вони розпалювали багаття, Хоген почув, як вони сперечаються про суб'єктивність та об'єктивність.\nВін приєднався до них і сказав: \"Ось великий камінь.\nЯк ви вважаєте, він знаходиться всередині чи зовні вашого розуму?\" Один з монахів відповів: \"З точки зору буддизму, все є об'єктивацією розуму, тому я б сказав, що камінь знаходиться всередині мого розуму\". \"Твоя голова, мабуть, дуже важка, - зауважив Хоген, - якщо ти носиш такий камінь в голові\"."
  },
  {
    "index": 77,
    "title": "Не прив'язуватися до пилу",
    "text": "Дзенґецу, китайський майстер династії Т'ан, написав наступну пораду для своїх учнів: \"Жити у світі, але не прив'язуватися до пилу світу - ось шлях справжнього учня дзен.\nКоли ви бачите добрий вчинок іншої людини, заохочуйте себе наслідувати її приклад.\nПочувши про помилковий вчинок іншого, порадьте собі не наслідувати його.\nНавіть перебуваючи наодинці в темній кімнаті, поводьтеся так, ніби перед вами благородний гість.\nВисловлюй свої почуття, але не ставай більш виразним, ніж твоя справжня природа.\nБідність - це твій скарб.\nНіколи не міняй його на легке життя.\nЛюдина може здаватися дурнем, але не бути ним.\nЧесноти - це плід самодисципліни, вони не падають з неба самі по собі, як дощ чи сніг.\nСкромність - основа всіх чеснот.\nДозволь ближнім відкрити тебе, перш ніж ти сам відкриєшся їм.\nБлагородне серце ніколи не змушує себе йти вперед.\nЙого слова - як рідкісні дорогоцінні камені, які рідко виставляють напоказ і які мають велику цінність.\nДля щирого учня кожен день - щасливий день.\nЧас минає, але він ніколи не пасе задніх.\nНі слава, ні сором не можуть його зрушити з місця.\nДокоряй собі, але ніколи іншому.\nНе обговорюй, що добре, а що погано.\nДеякі речі, хоч і правильні, з покоління в покоління вважалися поганими.\nОскільки цінність праведності може бути визнана через століття, не потрібно прагнути негайної оцінки.\nЖивіть з метою, а результати залиште великому закону всесвіту.\nПроживайте кожен день у мирному спогляданні."
  },
  {
    "index": 78,
    "title": "Справжнє процвітання",
    "text": "Один багатий чоловік попросив Сенґая написати щось для подальшого процвітання його сім'ї, щоб воно передавалося з покоління в покоління.\nСенґай дістав великий аркуш паперу і написав: \"Батько помирає, син помирає, онук помирає.\" Багач розсердився. \"Я просив тебе написати щось для щастя моєї родини!\nЧому ти так знущаєшся з цього?\" \"Я не збирався жартувати, - пояснив Сенгай. \"Якщо перед твоєю смертю помре твій син, це дуже засмутить тебе.\nЯкщо ваш онук піде з життя раніше вашого сина, ви обоє будете розбиті горем.\nЯкщо ваша сім'я, покоління за поколінням, піде з життя в тому порядку, який я назвав, це буде природний хід життя.\nЯ називаю це справжнім процвітанням\"."
  },
  {
    "index": 79,
    "title": "Кадильниця",
    "text": "Жителька Нагасакі на ім'я Каме була однією з небагатьох майстринь у Японії, які виготовляли курильниці для ароматичних пахощів.\nТакий витвір мистецтва можна використовувати лише в чайній або перед сімейною святинею.\nКаме, чий батько до неї був таким же майстром, любила випити.\nВона також палила і більшу частину часу спілкувалася з чоловіками.\nКоли вона заробляла трохи грошей, то влаштовувала бенкет, на який запрошувала художників, поетів, теслярів, робітників, чоловіків різних професій і захоплень.\nУ їхньому товаристві вона розвивала свої проекти.\nКаме була надзвичайно повільною у створенні, але коли її робота була закінчена, це завжди був шедевр.\nЇї пальники цінувалися в будинках, де жінки ніколи не пили, не курили і не спілкувалися вільно з чоловіками.\nОдного разу мер Нагасакі попросив Каме розробити для нього пальник для пахощів.\nВона відкладала цю роботу доти, доки не минуло майже півроку.\nУ цей час її відвідав мер, якого підвищили на посаді в далекому місті.\nВін закликав Каме почати роботу над його кадильницею.\nНарешті, отримавши натхнення, Каме зробила кадильницю.\nКоли все було готово, вона поставила його на стіл.\nВона довго і уважно дивилася на нього.\nВона палила і пила перед ним, наче це була її власна компанія.\nНарешті, взявши молоток, Каме розбила його на друзки.\nВона побачила, що це не було досконалим творінням, якого вимагав її розум."
  },
  {
    "index": 80,
    "title": "Справжнє диво",
    "text": "Коли Банкей проповідував у храмі Рюмон, священик Шінсю, який вірив у спасіння через повторення імені Будди Любові, заздрив його численній аудиторії і захотів подискутувати з ним.\nБанкей був у розпалі розмови, коли з'явився священик, але той зчинив такий галас, що Банкей перервав свою проповідь і запитав про причину шуму. \"Засновник нашої секти, - похвалився священик, - мав таку чудодійну силу, що на одному березі річки тримав у руці пензлик, на іншому - папір, а вчитель писав по повітрю святе ім'я Аміди.\nЧи можеш ти зробити таку дивовижну річ?\" - з легкістю відповів Банкей: \"Можливо, ваша лисиця може виконати цей трюк, але це не є манерою дзен.\nМоє диво полягає в тому, що коли я відчуваю голод, я їм, а коли відчуваю спрагу, я п'ю\"."
  },
  {
    "index": 81,
    "title": "Просто лягай спати",
    "text": "Гасан сидів біля ліжка Текісуї за три дні до смерті свого вчителя.\nТекісуї вже обрав його своїм наступником.\nНещодавно згорів храм, і Гасан був зайнятий відбудовою споруди.\nТекісуї запитав його: \"Що ти робитимеш, коли відбудуєш храм?\" \"Коли твоя хвороба закінчиться, ми хочемо, щоб ти виступав у ньому\", - відповів Гасан. \"А якщо я не доживу до того часу?\" \"Тоді ми знайдемо когось іншого\", - відповів Гасан. \"А якщо ти не зможеш нікого знайти?\" - продовжив Текісуї.\nГасан голосно відповів: \"Не задавай таких дурних питань.\nПросто лягай спати.\""
  },
  {
    "index": 82,
    "title": "Нічого не існує",
    "text": "Ямаока Тесю, будучи молодим учнем дзен, відвідував одного майстра за іншим.\nВін звернувся до Докуона з Сьококу, бажаючи показати своє досягнення, він сказав: \"Розум, Будда і живі істоти, зрештою, не існують.\nСправжня природа явищ - це порожнеча.\nНемає ні реалізації, ні омани, ні мудреця, ні посередності.\nНемає нічого, що можна віддати, і нічого, що можна отримати.\" Докуон, який спокійно курив, нічого не відповів.\nРаптом він вдарив Ямаоку своєю бамбуковою люлькою.\nЦе дуже розлютило юнака. \"Якщо нічого не існує, - запитав Докуон, - звідки взялася ця злість?\""
  },
  {
    "index": 83,
    "title": "Ні роботи, ні їжі",
    "text": "Хякуджо, китайський майстер дзен, працював зі своїми учнями навіть у вісімдесятирічному віці, підстригаючи сади, прибираючи територію та обрізаючи дерева.\nУчням було шкода бачити старого вчителя, який так важко працює, але вони знали, що він не прислухається до їхніх порад зупинитися, тому сховали його інструменти.\nТого дня майстер не їв.\nНаступного дня він не їв, і наступного теж. \"Він, мабуть, розсердився, бо ми сховали його інструменти, - припустили учні. \"Треба покласти їх на місце\". Наступного дня вчитель працював і їв так само, як і раніше.\nУвечері він наказав учням: \"Ні роботи, ні їжі\"."
  },
  {
    "index": 84,
    "title": "Справжні друзі",
    "text": "Давним-давно в Китаї жили два друзі, один з яких майстерно грав на арфі, а інший - вмів слухати.\nКоли один грав або співав про гору, інший говорив: \"Я бачу гору, яка стоїть перед нами: \"Я бачу гору перед нами!\" Коли той грав про воду, слухач вигукував: \"Ось біжить струмок!\" Але слухач захворів і помер.\nПерший друг перерізав струни своєї арфи і більше ніколи не грав.\nЗ того часу перерізання струн арфи завжди було ознакою близької дружби."
  },
  {
    "index": 85,
    "title": "Час помирати",
    "text": "Іккю, майстер дзен, був дуже розумним навіть у дитинстві.\nЙого вчитель мав дорогоцінну чашку, рідкісний антикваріат.\nЯкось Іккю розбив цю чашку і був дуже спантеличений.\nПочувши кроки свого вчителя, він тримав уламки чашки за спиною.\nКоли з'явився вчитель, Іккю запитав: \"Чому люди повинні вмирати?\" \"Це природно, - пояснив старший чоловік. \"Все має вмирати, і жити нам відведено так довго.\" Іккю, піднявши розбиту чашку, додав: \"Прийшов час і твоїй чашці померти\"."
  },
  {
    "index": 86,
    "title": "Живий Будда і люльколиварник",
    "text": "Майстри дзен дають особисті настанови у відокремленій кімнаті.\nНіхто не входить, поки вчитель і учень разом.\nМокурай, дзен-майстер храму Кеннін у Кіото, любив розмовляти з торговцями і газетярами, а також зі своїми учнями.\nОдин майстер, що виготовляв баняки, був майже неписьменний.\nВін ставив Мокураї безглузді запитання, пив чай і йшов геть.\nОдного разу, коли він був там, Мокураї захотів дати особисті настанови учневі, тож попросив його зачекати в іншій кімнаті. \"Я розумію, що ви живий Будда, - заперечив той чоловік. \"Навіть кам'яні Будди в храмі ніколи не відмовляють численним людям, які збираються перед ними.\nЧому ж я маю бути виключеним?\" Мокураї довелося вийти на вулицю, щоб побачити свого учня."
  },
  {
    "index": 87,
    "title": "Три типи учнів",
    "text": "Майстер дзен на ім'я Ґеттан жив наприкінці епохи Токуґава.\nВін казав: \"Є три типи учнів: ті, що передають дзен іншим, ті, що доглядають за храмами і святинями, а ще є мішки з рисом і вішалки для одягу\". Гасан висловив ту саму думку.\nКоли він навчався у Текісуї, його вчитель був дуже суворим.\nІноді він навіть бив його.\nІнші учні не витримували такого викладання і кидали навчання.\nГасан залишався, кажучи: \"Поганий учень використовує вплив вчителя.\nСправедливий учень захоплюється добротою вчителя.\nХороший учень стає сильним під дисципліною вчителя\"."
  },
  {
    "index": 88,
    "title": "Як написати китайський вірш",
    "text": "Одного відомого японського поета запитали, як написати китайський вірш. \"Звичайний китайський вірш складається з чотирьох рядків, - пояснив він. \"Перший рядок містить початкову фазу; другий рядок - продовження цієї фази; третій рядок відвертається від цієї теми і починає нову; а четвертий рядок об'єднує перші три рядки разом.\nПопулярна японська пісня ілюструє це: \"Дві дочки торговця шовком живуть у Кіото.\nСтаршій - двадцять, молодшій - вісімнадцять.\nСолдат може вбити мечем, але ці дівчата вбивають чоловіків очима\"."
  },
  {
    "index": 89,
    "title": "Дзен-діалог",
    "text": "Вчителі дзен навчають своїх юних учнів самовиражатися.\nУ двох дзен-буддійських храмах було по дитині-протеже.\nЩоранку одна дитина, йдучи за овочами, зустрічала по дорозі іншу. \"Куди ти йдеш?\" - запитала одна дитина. \"Я йду туди, куди несуть мої ноги\", - відповів інший.\nЦя відповідь спантеличила першу дитину, і вона звернулася до свого вчителя за допомогою. \"Завтра вранці, - сказав йому вчитель, - коли ти зустрінеш цього хлопчика, постав йому те саме запитання.\nВін дасть тобі таку ж відповідь, і тоді ти запитай його: \"Припустимо, що у тебе немає ніг, куди ти йдеш?\". Це його вилікує\". Наступного ранку діти знову зустрілися. \"Куди ти йдеш?\" - запитала перша дитина. \"Я йду туди, куди дме вітер\", - відповів другий.\nЦе знову не сподобалося хлопчикові, який відніс свою поразку вчителеві. \"Спитай його, куди він іде, якщо немає вітру\", - запропонував вчитель. \"Наступного дня діти зустрілися втретє\". \"Куди ти йдеш?\" - запитала перша дитина. \"Я йду на ринок, щоб купити овочі\", - відповів інший\"."
  },
  {
    "index": 90,
    "title": "Останній реп",
    "text": "Танґен навчався у Сенґая з дитинства.\nКоли йому виповнилося двадцять, він хотів покинути свого вчителя і відвідувати інших для порівняння, але Сенґай не дозволив цього.\nЩоразу, коли Танґен пропонував це зробити, Сенґай бив його по голові.\nВрешті-решт Танґен попросив старшого брата випросити дозвіл у Сенґая.\nБрат зробив це, а потім доповів Тангену: \"Все влаштовано.\nЯ все влаштував, і ти можеш негайно вирушати в паломництво.\" Танґен пішов до Сенґая, щоб подякувати йому за дозвіл.\nКоли Танґен розповів про це своєму старшому братові, той сказав: \"Що сталося? \"У чому справа?\nСенґай не має права давати дозвіл, а потім передумувати.\nЯ йому так і скажу\". І він пішов до вчителя. \"Я не відміняв свого дозволу, - сказав Сенґай. \"Я просто хотів дати йому останнього прочухана, бо коли він повернеться, то прозріє, і я не зможу знову зробити йому догану\"."
  },
  {
    "index": 91,
    "title": "Смак меча Бандзо",
    "text": "Матадзюро Яґю був сином відомого фехтувальника.\nЙого батько, вважаючи, що робота сина надто посередня, щоб очікувати від нього майстерності, відрікся від нього.\nТоді Матадзюро пішов на гору Футара і там знайшов знаменитого фехтувальника Бандзо.\nАле Бандзо підтвердив рішення батька. \"Хочеш навчитися володіти мечем під моїм керівництвом?\" - запитав Бандзо. \"Ти не можеш виконати вимоги\". \"Але якщо я буду наполегливо працювати, скільки років знадобиться, щоб стати майстром?\" - наполягав юнак. \"Решту свого життя\", - відповів Бандзо. \"Я не можу чекати так довго, - пояснив Матадзюро. \"Я готовий пройти через будь-які труднощі, аби тільки ти навчив мене.\nЯкщо я стану твоїм відданим слугою, як довго це триватиме?\" - \"О, може, років десять\", - поступився Бандзо. \"Мій батько старіє, і незабаром мені доведеться піклуватися про нього, - продовжував Матадзюро. \"Якщо я працюватиму набагато інтенсивніше, скільки часу мені знадобиться?\" - \"О, може, років тридцять\", - відповів Бандзо. \"Чому це?\" - запитав Матадзюро. \"Спочатку ти казав десять, а тепер тридцять років.\nЯ піду на будь-які труднощі, щоб опанувати це мистецтво в найкоротший термін!\" \"Що ж, - сказав Бандзо, - в такому разі тобі доведеться залишитися зі мною на сімдесят років.\nЛюдина, яка так поспішає отримати результат, як ти, рідко вчиться швидко\". \"Добре, - сказав юнак, зрозумівши нарешті, що йому докоряють за нетерплячість, - я згоден\". Матадзюро було наказано ніколи не говорити про фехтування і ніколи не торкатися меча.\nВін готував їжу для свого господаря, мив посуд, застеляв ліжко, прибирав у дворі, доглядав за садом - і все це без жодного слова про фехтування.\nМинуло три роки.\nАле Матадзюро продовжував працювати.\nДумаючи про своє майбутнє, він сумував.\nВін навіть не почав вчитися мистецтву, якому присвятив своє життя, але одного разу Бандзо підкрався до нього ззаду і завдав страшного удару дерев'яним мечем.\nНаступного дня, коли Матадзюро варив рис, Бандзо знову несподівано накинувся на нього.\nПісля цього вдень і вночі Матадзюро доводилося захищатися від несподіваних ударів.\nНе минало й дня, щоб він не думав про смак меча Бандзо.\nВін навчився так швидко, що викликав посмішку на обличчі свого господаря.\nМатадзюро став найкращим фехтувальником країни."
  },
  {
    "index": 92,
    "title": "Дзен з вогняним покером",
    "text": "Хакуін розповідав своїм учням про стару жінку, яка мала чайну, вихваляючи її розуміння дзен.\nУчні відмовлялися вірити його словам і йшли до чайної, щоб переконатися в цьому самі.\nКоли жінка бачила, що вони наближаються, вона одразу могла сказати, чи прийшли вони випити чаю, чи подивитися, як вона розуміє дзен.\nУ першому випадку вона ввічливо обслуговувала їх.\nУ другому - запрошувала учнів зайти за ширму.\nЯк тільки вони підкорялися, вона била їх вогняною кочергою.\nДев'ять з десяти з них не могли уникнути її побоїв."
  },
  {
    "index": 93,
    "title": "Дзен оповідача",
    "text": "Енчо був відомим оповідачем.\nЙого розповіді про кохання хвилювали серця слухачів.\nКоли він розповідав історію про війну, здавалося, що слухачі самі перебувають на полі бою.\nОдного разу Енчо зустрів Ямаоку Тесю, мирянина, який майже досягнув майстерності в дзен. \"Я знаю, - сказав Ямаока, - що ви найкращий оповідач у нашій країні, і що ви змушуєте людей плакати або сміятися за власним бажанням.\nРозкажи мені мою улюблену історію про Персикового хлопчика.\nКоли я був маленьким, я спав поруч з мамою, і вона часто розповідала мені цю легенду.\nНа середині розповіді я засинав.\nРозкажи мені її так, як це робила моя мама\". Енчо не наважувався спробувати це зробити.\nВін попросив час на навчання.\nЧерез кілька місяців він прийшов до Ямаоки і сказав: \"Будь ласка, дай мені можливість розповісти тобі цю історію\". \"Іншим разом\", - відповів Ямаока.\nЕнчо був глибоко розчарований.\nВін продовжив навчання і спробував ще раз.\nЯмаока багато разів відмовляв йому.\nКоли Енчо починав говорити, Ямаока зупиняв його, кажучи: \"Ти ще не такий, як моя мати\". Минуло п'ять років, перш ніж Енчо зміг розповісти Ямаоці легенду так, як її розповідала йому його мати.\nТаким чином, Ямаока передав Енчо дзен."
  },
  {
    "index": 94,
    "title": "Опівнічна екскурсія",
    "text": "Багато учнів дзен-буддизму навчалися медитації у майстра дзен-буддизму Сенґая.\nОдин з них вставав вночі, перелазив через стіну храму і йшов до міста на прогулянку.\nСенґай, перевіряючи гуртожиток, виявив, що одного разу цього учня не було, а також знайшов високу табуретку, яку він використовував, щоб спуститися в колодязь.\nКоли мандрівник повернувся, не знаючи, що табурет - це Сенґай, він заліз ногами на голову господаря і стрибнув униз, на землю.\nЗрозумівши, що він зробив, він був вражений.\nСенґай сказав: \"Холодно: \"Рано-вранці дуже холодно.\nБудь обережним, щоб не застудитися.\" Учень більше ніколи не виходив на вулицю вночі."
  },
  {
    "index": 95,
    "title": "Лист до вмираючого",
    "text": "Бассуї написав такого листа одному зі своїх учнів, який помирав: \"Сутність твого розуму не народжується, тому вона ніколи не помре.\nВона не є існуванням, яке є тлінним.\nВона не є порожнечею, яка є просто порожнечею.\nВін не має ні кольору, ні форми.\nВона не має насолод і не страждає від болю\". \"Я знаю, що ти дуже хворий.\nЯк добрий учень дзен-буддизму, ти зіткнувся з цією хворобою безпосередньо.\nТи можеш не знати, хто саме страждає, але запитай себе: У чому суть цього розуму?\nДумай тільки про це.\nБільше тобі нічого не потрібно.\nНічого не бажайте.\nТвій кінець, який нескінченний, подібний до сніжинки, що розчиняється в чистому повітрі\"."
  },
  {
    "index": 96,
    "title": "Крапля води",
    "text": "Дзенський майстер на ім'я Гісан попросив молодого учня принести йому відро води, щоб охолодити ванну.\nУчень приніс воду і, охолодивши ванну, вилив на землю те, що залишилося. \"Ти дурень!\" - вилаяв його майстер. \"Чому ти не віддав решту води рослинам?\nЯке ти маєш право витрачати навіть одну краплю води в цьому храмі?\" В ту ж мить молодий учень досяг дзен.\nВін змінив своє ім'я на Текісуї, що означає крапля води."
  },
  {
    "index": 97,
    "title": "Навчання досконалості",
    "text": "У давні часи в Японії використовували бамбуково-паперові ліхтарі зі свічками всередині.\nОдного разу сліпому чоловікові, який прийшов у гості до друга, запропонували ліхтар, щоб він взяв його з собою додому. \"Мені не потрібен ліхтар, - сказав він. \"Я знаю, що тобі не потрібен ліхтар, щоб знайти дорогу, - відповів його друг, - але якщо у тебе не буде ліхтаря, на тебе може натрапити хтось інший.\nСліпий вирушив з ліхтарем, але не встиг він відійти далеко, як хтось наштовхнувся на нього. \"Дивись, куди йдеш!\" - вигукнув він до незнайомця. \"Хіба ти не бачиш цього ліхтаря?\" \"Твоя свічка догоріла, брате\", - відповів незнайомець."
  },
  {
    "index": 98,
    "title": "Неприв'язаність",
    "text": "Кітано Ґемпо, настоятелю храму Ейхей, було дев'яносто два роки, коли він помер у 1933 році.\nВсе своє життя він намагався ні до чого не прив'язуватися.\nКоли йому було двадцять років, він випадково зустрів подорожнього, який курив тютюн.\nЙдучи разом гірською дорогою, вони зупинилися під деревом, щоб перепочити.\nПодорожній запропонував Кітано закурити, на що той погодився, оскільки був дуже голодний. \"Як приємно курити\", - прокоментував він.\nДругий дав йому ще одну люльку і тютюн, і вони розійшлися, і Кітано відчув: \"Такі приємні речі можуть заважати медитації.\nПоки це не зайшло надто далеко, я зупинюся зараз\". Тож він викинув курильний прилад геть.\nКоли йому було двадцять три роки, він вивчав І-Кінг, найглибшу доктрину Всесвіту.\nУ той час була зима, і йому потрібен був важкий одяг.\nВін написав своєму вчителеві, який жив за сто миль звідси, про свою потребу і віддав листа подорожньому, щоб той доставив його.\nМинула майже ціла зима, а ні відповіді, ні одягу не було.\nТож Кітано вдався до провидіння І-Кінг, яке також навчає мистецтву віщування, щоб визначити, чи його лист не зазнав невдачі, чи ні.\nВін виявив, що так воно і було.\nУ листі, що надійшов згодом від його вчителя, не було жодної згадки про одяг. \"Якщо я буду виконувати таку точну визначальну роботу з І-Кінг, то можу занедбати свою медитацію\", - подумав Кітано.\nТож він покинув це дивовижне вчення і більше ніколи не вдавався до його можливостей.\nКоли йому було двадцять вісім, він вивчав китайську каліграфію та поезію.\nВін став настільки вправним у цих мистецтвах, що його вчитель похвалив його.\nКітано розмірковував: \"Якщо я не зупинюся зараз, то стану поетом, а не вчителем дзен\". Тож він більше ніколи не написав жодного вірша."
  },
  {
    "index": 99,
    "title": "Оцет Тосуї",
    "text": "Тосуї був дзенським майстром, який залишив формалізм храмів, щоб жити під мостом з жебраками.\nКоли він став дуже старим, друг допоміг йому заробляти на життя, не жебракуючи.\nВін показав Тосуї, як збирати рис і робити з нього оцет, і Тосуї робив це до самої смерті.\nКоли Тосуї робив оцет, один з жебраків дав йому зображення Будди.\nТосуї повісив її на стіну своєї хатини і почепив поруч табличку.\nНа табличці було написано: \"Пан Аміда Будда\": Ця маленька кімната досить вузька.\nЯ можу дозволити вам залишитися тут тимчасово.\nАле не думайте, що я прошу вас відродитися у вашому раю."
  },
  {
    "index": 100,
    "title": "Храм мовчання",
    "text": "Сьоїчі був однооким учителем дзен, що виблискував просвітленням.\nВін навчав своїх учнів у храмі Тофуку.\nДень і ніч увесь храм стояв у тиші.\nНе було жодного звуку, навіть читання сутр було скасовано вчителем.\nЙого учням нічого не залишалося робити, окрім медитації.\nКоли вчитель помер, стара сусідка почула дзвін дзвонів і читання сутр.\nТоді вона зрозуміла, що Сьоїчі пішов."
  },
  {
    "index": 101,
    "title": "Дзен Будди",
    "text": "Будда сказав: \"Я розглядаю позиції царів і правителів як позиції пилинок.\nСкарби золота і самоцвітів я розглядаю як безліч цеглинок і камінчиків.\nЯ дивлюся на найтонші шовкові шати як на подерте лахміття.\nЯ бачу міріади світів всесвіту як маленькі зернятка плодів, а найбільше озеро в Індії - як краплю олії на моїй нозі.\nЯ сприймаю вчення про світ як ілюзію фокусників.\nЯ бачу найвищу концепцію звільнення як золоту парчу уві сні, а святий шлях просвітлених - як квіти, що з'являються в очах.\nЯ бачу медитацію як гірський стовп, Нірвану - як нічний кошмар.\nЯ дивлюся на судження про добро і зло як на зміїний танець дракона, а на злет і падіння переконань - як на сліди, залишені чотирма порами року\"."
  }
];

export default stories;
